Repository: Amit00077/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, el, ja, nl, th

source: Technology Partners
ar: شركاء التكنولوجيا
bn: প্রযুক্তি অংশীদার
de: Technologiepartner
el: Τεχνολογικοί εταίροι
ja: 技術提携先
nl: Technologiepartners
th: หุ้นส่วนด้านเทคโนโลยี

source: Building on Origin
ar: البناء على الأصل
bn: মূল উপর বিল্ডিং
de: Auf Origin bauen
el: Με βάση την προέλευση
ja: Originに構築
nl: Bouwen op Origin
th: การสร้างพื้นฐานจาก Origin

source: Please enter a valid email address
ar: رجاء قم بإدخال بريد الكتروني صحيح
bn: একটি বৈধ ইমেইল ঠিকানা লিখুন
de: Bitte geben Sie eine gültige E-Mail Addresse ein
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
ja: 有効なEメールアドレスを入力してください。
nl: Voer een geldig e-mailadres in
th: กรุณากรอกอีเมล์ของท่าน

source: Ooops! Something went wrong.
ar: خطأ! هناك خطأ ما.
bn: ওপস! কিছু ভুল হয়েছে.
de: Hoppla! Etwas ist schief gelaufen.
el: Λυπούμαστε! Κάτι πήγε στραβά.
ja: エラーが発生しました！
nl: Oeps! Er is iets fout gegaan.
th: ขออภัย มีข้อผิดพลาดเกิดขึ้น

source: Thanks! We'll be in touch soon.
ar: شكر! سنكون على اتصال قريبًا.
bn: ধন্যবাদ! শীঘ্রই যোগাযোগ করা হবে।
de: Vielen Dank! Wir melden uns bald.
el: Ευχαριστούμε! Σύντομα θα έρθουμε σε επαφή.
ja: 有難うございました。近日中に折り返しご連絡いたします。
nl: Bedankt! We nemen snel contact met u op.
th: ขอบคุณ เราจะติดต่อคุณกลับไป

source: Ooops, something went wrong
ar: عفوًا ، حدث خطأ ما
bn: ওহো, কিছু ভুল হয়েছে
de: Hoppla, etwas ist schief gelaufen
el: Λυπούμαστε, κάτι πήγε στραβά
ja: エラーが発生しました！
nl: Oeps, er ging iets mis.
th: ขออภัย มีข้อผิดพลาดเกิดขึ้น

source: You have been unsubscribed
ar: لقد تم إلغاء اشتراكك
bn: আপনাকে অনিবন্ধিত করা হয়েছে
de: Sie wurden abgemeldet
el: Έχετε απεγγραφεί
ja: 登録を解除しました
nl: U bent afgemeld
th: คุณได้เลิกติดตามแล้ว

source: Please enter a valid website address
ar: يرجى إدخال عنوان موقع ويب صالح
bn: একটি বৈধ ওয়েবসাইট ঠিকানা লিখুন দয়া করে
de: Bitte geben Sie eine gültige Internetadresse ein
el: Εισαγάγετε μια έγκυρη διεύθυνση ιστότοπου
ja: 有効なURLを記入ください
nl: Voer een geldige URL in
th: กรุณากรอก website address ให้ถูกต้อง

source: How did I get here?
ar: كيف وصلت الى هنا؟
bn: আমি এখানে কিভাবে এসেছিলাম?
de: Wie bin ich hier gelandet?
el: Πώς έφτασα εδώ;
ja: こちらへどうやて来たの?
nl: Hoe ben ik hier terecht gekomen?
th: ฉันมาที่นี่ได้อย่างไร?

source: Go Home
ar: اذهب للمنزل
bn: বাড়িতে যেতে
de: Zum Start
el: Πήγαινε σπίτι
ja: Homeへ戻る
nl: Naar Home
th: กลับหน้าหลัก

source: Origin Protocol - Build on Origin
ar: بروتوكول المنشأ - البناء على الأصل
bn: মূল প্রোটোকল - মূল উপর তৈরি করুন
el: Πρωτόκολλο προέλευσης - Κατασκευάστηκε στην αρχή
ja: Origin Protocol - Originを使う

source: Exit full screen
ar: الخروج من الشاشة الكاملة
bn: পূর্ণ পর্দা সরান

source: Region-specific Channels
ar: قنوات خاصة بالمنطقة
bn: অঞ্চল-নির্দিষ্ট চ্যানেল
ja: エリア限定チャンネル

source: Origin Protocol - Marketplace Acceptable Use Policy
ar: بروتوكول المنشأ - سياسة الاستخدام المقبول للسوق
bn: অরিজিন প্রোটোকল - মার্কেটপ্লেসে গ্রহণযোগ্য ব্যবহারের নীতি
ja: Origin Protocol - マーケットプレイス利用規約

source: Marketplace Acceptable Use Policy
ar: سياسة الاستخدام المقبول للسوق
bn: মার্কেটপ্লেসে গ্রহণযোগ্য ব্যবহারের নীতি
ja: マーケットプレイス利用規約

source: Exclusively on
bn: একচেটিয়াভাবে

source: Subscribe to stay in touch.
ar: اشترك لتبقى على اتصال
bn: যোগাযোগ রাখতে সাবস্ক্রাইব করুন।

source: Your email
ar: بريدك الالكتروني
bn: তোমার ইমেইল

source: Origin Protocol - Creator
ar: بروتوكول المنشأ - الخالق
bn: অরিজিন প্রোটোকল - স্রষ্টা
ja: Origin Protocol - クリエーター

source: Build your<br>peer-to-peer<br>marketplace
ar: بناء بلدكم<br>الند للند<br>السوق
bn: আপনার<br>পিয়ার-টু-পিয়ার<br>মার্কেটপ্লেস তৈরি করুন
ja: 自分の<br>ピアツーピア<br>マーケットプレイスを構築

source: Blockchain enabled.<br>No code required.<br>100%% free to operate.
ar: تمكين Blockchain.<br>لا يوجد كود مطلوب.<br>100%% مجانا للعمل.
bn: ব্লকচেইন সক্ষম হয়েছে।<br>কোনও কোডের প্রয়োজন নেই।<br>100%% চালানোর জন্য নিখরচায়।
ja: ブロックチェーンが有効になりました。<br>コードは必要ありません。<br>100%% 自由に操作できます。

source: Get Started
ar: البدء
bn: এবার শুরু করা যাক
ja: はじめに

source: Launch your decentralized goods or services marketplace today
ar: أطلق سوق السلع أو الخدمات اللامركزية اليوم
bn: আপনার বিকেন্দ্রীভূত পণ্য বা পরিষেবাদির মার্কেটপ্লেস আজই চালু করুন
ja: あなたの分散型マーケットプレイスをつくりましょう！

source: Sharing economy
ar: تقاسم الاقتصاد
bn: শেয়ারিং অর্থনীতি
ja: シェアリングエコノミー

source: Create a marketplace for homesharing, carsharing, contractor, or home services.
ar: قم بإنشاء سوق لتبادل المنازل أو مشاركة السيارات أو المقاول أو الخدمات المنزلية.
bn: হোমশারিং, কার্শারিং, ঠিকাদার বা হোম সার্ভিসের জন্য একটি মার্কেটপ্লেস তৈরি করুন।
ja: ホームシェアリング、カーシェアリング、請負業務、または家事代行などのためのマーケットプレイスを作成します。

source: Ecommerce
ar: التجارة الإلكترونية
bn: ইকমার্স
ja: Eコマース

source: Enable buyers and sellers to transact across hundreds of categories.
ar: تمكين المشترين والبائعين من التعامل عبر مئات الفئات.
bn: শত শত বিভাগে লেনদেন করতে ক্রেতা এবং বিক্রেতাদের সক্ষম করুন।
ja: 買い手と売り手が何百ものカテゴリにわたって取引できるようにします。

source: Local marketplaces
ar: الأسواق المحلية
bn: স্থানীয় বাজার
ja: ローカルマーケットプレイス

source: Build a better Craigslist or Airbnb for your country or city quickly and easily.
ar: بناء كريغزلست أفضل أو Airbnb لبلدك أو مدينتك بسرعة وسهولة.
bn: আপনার দেশ বা শহরের জন্য দ্রুত এবং সহজেই আরও ভাল ক্রেগলিস্ট বা এয়ারবিএনবি তৈরি করুন।
ja: 迅速かつ簡単に、あなたの国や都市向けのCraigslistやAirbnbようなマーケットプレイスを作りましょう。

source: Run a decentralized & <span class='purple'>censorship-resistant business</span>
ar: قم بإدارة أعمال لا مركزية و <span class='purple'>مقاومة للرقابة</span>
bn: বিকেন্দ্রীভূত & <span class='purple'>সেন্সরশিপ-প্রতিরোধী ব্যবসা চালান</span>
ja: 分散化された＆ <span class='purple'>検閲に強いビジネス</span>を行いましょう。

source: Build a marketplace that can't be shut down by anyone...including us.
ar: قم ببناء سوق لا يمكن لأي شخص إيقافه ... بما في ذلك نحن.
bn: এমন একটি মার্কেটপ্লেস তৈরি করুন যা আমাদের সহ ... কারও দ্বারা বন্ধ করা যাবে না।
ja: 誰もが勝手に閉鎖できないようなマーケットプレイスを作りましょう。

source: Earn <span class='blue'>Origin tokens</span>
ar: كسب <span class='blue'>الأصل الرموز</span>
bn: রোজগার <span class='blue'>আদি টোকেন</span>
ja: <span class='blue'>Originトークン</span>を獲得しましょう。

source: List goods and services from Origin’s existing base of sellers. Earn Origin token commissions from sellers looking to reach a wider audience on your marketplace.
ar: ادرج السلع والخدمات من قاعدة بائعي Origin الأصلية. اربح عمولات رمزية من البائعين الذين يتطلعون للوصول إلى جمهور أوسع في سوقك.
bn: অরিজিনের বিদ্যমান বিক্রেতাদের বেস থেকে পণ্য এবং পরিষেবাদি তালিকাভুক্ত করুন। আপনার মার্কেটপ্লেসে আরও বিস্তৃত দর্শকের কাছে পৌঁছানোর জন্য বিক্রেতাদের কাছ থেকে অরিজিন টোকেন কমিশনগুলি উপার্জন করুন।
ja: Originの既存マーケットプレイスに掲載されている商品とサービスをあなたのマーケットプレイスに掲載しましょう。手数料としてOriginトークンが獲得できます。

source: Bootstrap your <span class='red'>marketplace</span>
ar: التمهيد الخاص بك <span class='red'>السوق</span>
bn: আপনার <span class='red'>বাজারের বুটস্ট্র্যাপ</span>
ja: あなたの <span class='red'>マーケットプレイス</span>をBootstrapしましょう。

source: Tap into our shared data layer that gives you existing users and inventory from other marketplaces.
ar: يمكنك الاستفادة من طبقة البيانات المشتركة التي تمنحك المستخدمين الحاليين والمخزون من الأسواق الأخرى
bn: আমাদের ভাগ করা ডেটা স্তরটিতে আলতো চাপুন যা আপনাকে বিদ্যমান ব্যবহারকারী এবং অন্যান্য বাজার থেকে তালিকাভুক্ত তালিকা দেয়।
ja: 既存のユーザーと他のマーケットプレイスの在庫を提供する共有データレイヤーを活用しましょう。

source: Harness the power of <span class='green'>borderless and permissionless payments</span>
ar: تسخير قوة <span class='green'>المدفوعات بلا حدود وبدون إذن</span>
bn: <span class='green'>সীমান্তহীন এবং অনুমতিবিহীন অর্থপ্রদানের শক্তিটি</span>
ja: <span class='green'>ボーダレスでパーミッションレスな</span>支払いを活用しましょう。

source: Be on the cutting edge of the cryptocurrency revolution. Your DApp is compatible with Metamask and popular mobile wallets out of the box.
ar: كن في طليعة ثورة العملة المشفرة. يتوافق تطبيق DApp مع Metamask ومحافظ الهواتف المحمولة الشائعة.
bn: ক্রিপ্টোকারেন্সি বিপ্লবের প্রধান প্রান্তে থাকুন। আপনার ডিএপি মেটামাস্ক এবং বাক্সের বাইরে জনপ্রিয় মোবাইল ওয়ালেটের সাথে সামঞ্জস্যপূর্ণ।
ja: 暗号資産革命の最先端技術を使いましょう。あなたのマーケットプレイスはMetamaskや、モバイルウォレットが使用できます。

source: Features
ar: الميزات
bn: বৈশিষ্ট্য
el: Χαρακτηριστικά
ja: 機能
th: คุณลักษณะ/คุณสมบัติ

source: Identity
ar: هوية
bn: পরিচয়
ja: 身元

source: Self-soverign identity puts users in control of their own data
ar: الهوية ذاتية الهوية تضع المستخدمين في السيطرة على البيانات الخاصة بهم
bn: স্ব-স্বাবলম্বন পরিচয় ব্যবহারকারীদের তাদের নিজস্ব ডেটা নিয়ন্ত্রণে রাখে
ja: 自己主権型アイデンティティにより、ユーザーは自分のデータを自分で管理できます。

source: Notifications
ar: إخطارات
bn: বিজ্ঞপ্তিগুলি
ja: 通知

source: Alerts for new messages or transactions on the marketplace
ar: تنبيهات للرسائل أو المعاملات الجديدة في السوق
bn: বাজারে নতুন বার্তা বা লেনদেনের জন্য সতর্কতা
ja: マーケットプレイスからのメッセージやお知らせの通知

source: Flexible Listings
ar: قوائم مرنة
bn: নমনীয় তালিকা
ja: 柔軟なリスティング

source: Sell new or used goods and rent your products or services
ar: بيع سلع جديدة أو مستعملة واستأجر منتجاتك أو خدماتك
bn: নতুন বা ব্যবহৃত পণ্য বিক্রয় করুন এবং আপনার পণ্য বা পরিষেবাদি ভাড়া দিন
ja: 新品または中古品の販売しましょう。また、製品やサービスのレンタルも可能です。

source: Escrow
ar: الضمان
bn: এসক্রো
ja: エスクロー

source: Funds are safely escrowed until both parties are happy with a transaction
ar: يتم تأمين الأموال بأمان حتى يرضى الطرفان عن المعاملة
bn: উভয় পক্ষ লেনদেনে খুশি না হওয়া পর্যন্ত তহবিলগুলি নিরাপদে বাড়ানো হয়
ja: 両当事者が取引に満足するまで、資金は安全にエスクローされます。

source: Messaging
ar: الرسائل
bn: মেসেজিং
ja: メッセージング

source: Decentralized, encrypted end-to-end, fast, free, and auditable
ar: لامركزية ، مشفرة من طرف إلى طرف ، سريعة ، حرة ، وقابلة للتدقيق
bn: বিকেন্দ্রীভূত, এনক্রিপ্ট হওয়া শেষ-থেকে-শেষ, দ্রুত, বিনামূল্যে এবং অডিটযোগ্য
ja: 暗号化された高速で無料の分散型メッセージ機能

source: Arbitration
ar: تحكم
bn: সালিসি
ja: 仲裁

source: Arbitration features will allow you to resolve disputes
ar: تتيح لك ميزات التحكيم حل النزاعات
bn: আরবিট্রেশন বৈশিষ্ট্যগুলি আপনাকে বিরোধগুলি সমাধান করার অনুমতি দেবে
ja: 仲裁機能により、紛争を解決することができます

source: Ethereum & IPFS
ar: Ethereum و IPFS
bn: ইথেরিয়াম এবং আইপিএফএস
ja: EthereumとIPFS

source: Built on a decentralized web3 stack
ar: بنيت على كومة web3 اللامركزية
bn: বিকেন্দ্রীভূত ওয়েব 3 স্ট্যাকের উপর নির্মিত
ja: 分散型Web3スタック上に構築

source: Multi-device
ar: جهاز متعدد
bn: মাল্টি ডিভাইস
ja: マルチデバイス

source: Your marketplace looks great on mobile, tablet, and desktop
ar: يبدو سوقك رائعًا على الأجهزة المحمولة والكمبيوتر اللوحي وسطح المكتب
bn: আপনার মার্কেটপ্লেসটি মোবাইল, ট্যাবলেট এবং ডেস্কটপে দুর্দান্ত দেখাচ্ছে
ja: あなたのマーケットプレイスは、モバイル、タブレット、そしてデスクトップでも見栄え良く表示されます。

source: Get started for free today
ar: ابدأ اليوم مجانًا
bn: আজই বিনামূল্যে শুরু করুন
ja: 今日から無料で始めてみましょう！

source: Have questions?
ar: لديك أسئلة؟
bn: প্রশ্ন আছে?
ja: 質問がありますか？

source: Get in touch
ar: ابقى على تواصل
bn: যোগাযোগ করুন
ja: 連絡する

source: Origin Protocol - Developers
ar: بروتوكول المنشأ - المطورين
bn: অরিজিন প্রোটোকল - ডেভেলপার
de: Origin Protocol - Entwickler
el: Πρωτόκολλο προέλευσης - προγραμματιστές
ja: Origin Protocol - 開発チーム
nl: Origin Protocol - Ontwikkelaars
th: โปรโตคอลต้นทาง - นักพัฒนาซอฟต์แวร์

source: Our open-source codebase is being developed by a global network of contributors
ar: يتم تطوير قاعدة بياناتنا مفتوحة المصدر من قبل شبكة عالمية من المساهمين
bn: আমাদের ওপেন সোর্স কোডবেস অবদানকারীদের একটি বিশ্বব্যাপী নেটওয়ার্ক দ্বারা বিকাশ করা হচ্ছে
ja: 世界中のコントリビューターがこのオープンソースプロダクトの開発を支援しています。

source: Mobile Apps
ar: تطبيقات الموبايل
bn: মোবাইল অ্যাপস
ja: モバイルアプリ

source: Native applications that offer fully-integrated marketplace experiences with a built-in Ethereum wallet
ar: التطبيقات الأصلية التي تقدم تجارب متكاملة في السوق مع محفظة Ethereum مدمجة
bn: নেটিভ অ্যাপ্লিকেশনগুলি যা অন্তর্নির্মিত ইথেরিয়াম ওয়ালেট সহ পুরো-সংহত বাজারের অভিজ্ঞতা দেয়
ja: イーサリアムウォレットが標準で付属した、全てのマーケットプレイスの機能が使えるネイティブアプリ

source: Decentralized applications that enable true peer-to-peer commerce on the Origin platform
ar: التطبيقات اللامركزية التي تمكن التجارة الحقيقية للنظير على منصة Origin
bn: মূল কেন্দ্রীভূত অ্যাপ্লিকেশনগুলি মূল প্ল্যাটফর্মে সত্য পিয়ার-টু-পিয়ার বাণিজ্য সক্ষম করে
ja: 本当のP2Pマーケットを実現する、Originプラットフォームの分散型アプリ

source: Infrastructure
ar: بنية تحتية
bn: অবকাঠামো
ja: インフラ

source: Services enabling functionality that is either impossible or impractical to do directly on-chain, such as indexing, messaging, and notifications
ar: الخدمات التي تتيح وظيفة مستحيلة أو غير عملية للقيام بها مباشرة على السلسلة ، مثل الفهرسة والمراسلة والإشعارات
bn: পরিষেবাগুলি সক্ষম করে এমন কার্যকারিতা যা সরাসরি অন-চেইনে করা যেমন অসম্ভব বা অযৌক্তিক, যেমন ইনডেক্সিং, বার্তা এবং বিজ্ঞপ্তিগুলি
ja: インデックス作成、メッセージ送信、おしらせ通知などの、ブロックチェーン上で直接実行することが不可能または非実用的な機能を有効にするサービス

source: Core Packages
ar: الحزم الأساسية
bn: কোর প্যাকেজ
ja: コアパッケージ

source: A suite of smart contracts and standards for creating listings, offers, and identities on decentralized marketplaces
ar: مجموعة من العقود والمعايير الذكية لإنشاء قوائم وعروض وهويات في الأسواق اللامركزية
bn: বিকেন্দ্রীভূত মার্কেটপ্লেসে তালিকাগুলি, অফার এবং পরিচয় তৈরির জন্য স্মার্ট চুক্তি এবং মানদণ্ডের একটি স্যুট
ja: 分散型マーケットプレイスで出品、オファー、およびプロフィール情報を作成するためのスマートコントラクトの実装

source: See the Code
ar: انظر الكود
bn: কোড দেখুন
ja: コードを見る

source: Getting Involved
ar: تتدخل
bn: জড়িত হচ্ছে
ja: 参加する

source: Our company has a culture of radical inclusion and transparency. Everyone is welcome to participate in our open-source engineering process and our product discussions, which are all public by default.
ar: شركتنا لديها ثقافة الإدماج والشفافية جذرية. الجميع مدعوون للمشاركة في عملية الهندسة مفتوحة المصدر ومناقشات منتجاتنا ، والتي تكون جميعها عامة بشكل افتراضي.
bn: আমাদের সংস্থার মধ্যে মূলগত অন্তর্ভুক্তি এবং স্বচ্ছতার সংস্কৃতি রয়েছে। আমাদের ওপেন সোর্স ইঞ্জিনিয়ারিং প্রক্রিয়া এবং আমাদের পণ্য আলোচনায় অংশ নিতে সবাই স্বাগত which
ja: 弊社には、なんでも透明化し、周りを巻き込み物事をすすめる文化があります。 オープンソースのエンジニアリングプロセスと製品ディスカッションへ是非奮ってご参加ください。だれでも歓迎致します。また、プロダクトのコードはすべて公開されています。

source: Introduce yourself in our public Discord #engineering channel.
ar: عرف عن نفسك في قناة Discord #engineering العامة.
bn: আমাদের সর্বজনীন ডিসকর্ড # পরীক্ষামূলক চ্যানেলে নিজেকে পরিচয় করিয়ে দিন।
ja: Discord の#engineeringチャンネルで自己紹介してください。

source: Find an open issue in our monorepo and tell us that you would like to solve it.
ar: ابحث عن مشكلة مفتوحة في monorepo الخاص بنا وأخبرنا أنك تريد حلها.
bn: আমাদের মনোরেপোতে একটি মুক্ত বিষয় সন্ধান করুন এবং আমাদের জানান যে আপনি এটি সমাধান করতে চান।
ja: Monorepoで未解決の問題を見つけて、解決したいとご連絡ください。

source: Merge your first pull request today.
ar: دمج طلب السحب الأول اليوم.
bn: আপনার প্রথম টানার অনুরোধটি আজ মার্জ করুন।
ja: さぁ、最初のプルリクエストをマージしましょう！

source: good first issue
ar: القضية الأولى جيدة
bn: ভাল প্রথম ইস্যু
ja: 良い最初の問題

source: solidity
ar: صلابة
bn: ঘনত্ব

source: javascript
ar: جافا سكريبت
bn: জাভাস্ক্রিপ্ট

source: Join us on Discord
ar: انضم إلينا على Discord
bn: বিবাদে আমাদের সাথে যোগ দিন
ja: Discordに参加する

source: Behind the Scenes
ar: خلف الكواليس
bn: দৃশ্যের অন্তরালে
ja: 舞台裏

source: Tune in to our public Google Hangout every Wednesday at 12:30PM PT, where we demonstrate our engineering progress and discuss upcoming features.
ar: يمكنك الاشتراك في Google Hangout العامة كل يوم أربعاء الساعة 12:30 مساءً بتوقيت المحيط الهادي ، حيث نظهر التقدم الهندسي لدينا ونناقش الميزات القادمة.
bn: প্রতি বুধবার বেলা সাড়ে বারোটায় আমাদের সর্বজনীন গুগল হ্যাঙ্গআউটে টিউন করুন পিটি, যেখানে আমরা আমাদের প্রকৌশল অগ্রগতি প্রদর্শন করি এবং আসন্ন বৈশিষ্ট্যগুলি নিয়ে আলোচনা করি।
ja: 毎週水曜日の午後12時30分（PT）に、Googleハングアウトに参加して、エンジニアリングの進捗状況を示し、今後の機能について話し合っています。

source: San Francisco
ar: سان فرانسيسكو
bn: সানফ্রান্সিসকো
ja: サンフランシスコ

source: Boulder
ar: جلمود
bn: নুড়ি

source: New York
ar: نيويورك
bn: নিউ ইয়র্ক

source: Buenos Aires
ar: بوينس ايرس
bn: বুয়েনস আইরেস
ja: ブエノスアイレス

source: London
ar: لندن
bn: লণ্ডন
ja: ロンドン

source: Berlin
ar: برلين
bn: বার্লিন
ja: ベルリン

source: Johannesburg
ar: جوهانسبرج
bn: জোহানেসবার্গ

source: Moscow
ar: موسكو
bn: মস্কো

source: New Delhi
ar: نيو دلهي
bn: নতুন দিল্লি
ja: ニューデリー

source: Seoul
ar: سيول
bn: সিওল
ja: ソウル

source: Tokyo
ar: طوكيو
bn: টোকিও

source: Wellington
ar: ولينغتون
bn: ওয়েলিংটন
ja: ウェリントン

source: Add to calendar
ar: إضافة إلى التقويم
bn: ক্যালেন্ডারে যুক্ত করুন
ja: カレンダーに追加する

source: Copyright © 2019 Origin Protocol Inc. All rights reserved.
ar: حقوق الطبع والنشر © 2019 Origin Protocol Inc. جميع الحقوق محفوظة.
bn: কপিরাইট © 2019 অরিজিন প্রোটোকল ইনক। সমস্ত অধিকার সংরক্ষিত।

source: Terms of Service
ar: شروط الخدمة
bn: পরিষেবার শর্তাবলী
de: Nutzungsbedingungen
el: Όροι χρήσης
ja: サービス利用規約
nl: Servicevoorwaarden
th: เงื่อนไขการให้บริการ

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutz-Bestimmungen
el: Πολιτική Απορρήτου
ja: プライバシー ポリシー
nl: Privacybeleid
th: นโยบายส่วนบุคคล

source: iOS
ar: دائرة الرقابة الداخلية
bn: আইওএস

source: Android
ar: ذكري المظهر
bn: অ্যান্ড্রয়েড

source: Creator
ar: المنشئ
bn: স্রষ্টা
ja: クリエーター

source: Whitepaper
ar: ورق ابيض
bn: সাদা কাগজ
el: Λευκή Βίβλος
ja: ホワイトペーパー

source: Developers
ar: المطورون
bn: ডেভেলপারগণ
ja: 開発者

source: Docs
ar: مستندات
bn: নথি
el: Έγγραφα
ja: ドキュメント
nl: Documenten
th: คู่มือ

source: Team
ar: الفريق
bn: দল
el: Ομάδα
ja: チーム
th: ทีม

source: Jobs
ar: وظائف
bn: চাকরি
ja: 求人

source: Facebook
ar: فيس بوك
bn: ফেসবুক

source: Twitter
ar: تغريد
bn: টুইটার

source: Medium
ar: متوسط
bn: মধ্যম

source: Youtube
ar: موقع YouTube
bn: ইউটিউব

source: Instagram
ar: إينستاجرام
bn: ইনস্টাগ্রাম
el: Ίνσταγκραμ

source: Telegram
ar: برقية
bn: টেলিগ্রাম

source: Reddit
ar: رديت
bn: রেডিট

source: Discord
ar: خلاف
bn: ডিসকর্ড
el: Διχόνοια

source: Paul Veradittakit
ar: بول فيراديتاكيت
bn: পল ভারদিতকিত
el: Πάουερ Βερεντιτάκ

source: Individual Investors
ar: المستثمرون الأفراد
bn: ব্যক্তিগত বিনিয়োগকারী
de: Individuelle Investoren
el: Ατομικοί επενδυτές
ja: 個人投資家
nl: Individuele beleggers
th: นักลงทุนรายย่อย

source: Steve Chen
ar: ستيف تشن
bn: স্টিভ চেন

source: Founder, YouTube
ar: مؤسس ، يوتيوب
bn: প্রতিষ্ঠাতা, ইউটিউব

source: Alexis Ohanian
ar: الكسيس اوانيان
bn: আলেক্সিস Ohanian
el: Αλέξης Οχάνιαν

source: Garry Tan
ar: غاري تان
bn: গ্যারি ট্যান
el: Γκάρι Ταν

source: Gil Penchina
ar: جيل بنشينا
bn: গিল পেনচিনা

source: Justin Blau
ar: جاستن بلاو
bn: জাস্টিন ব্লু

source: Acclaimed DJ
ar: المشهود دي جي
bn: প্রশংসিত ডিজে

source: Steve Jang
ar: ستيف جانج
bn: স্টিভ জং
th: สตีฟจาง

source: Kamal Ravikant
ar: كمال رافيكانت
bn: কামাল রবিকান্ত

source: Serial Entrepreneur
ar: مبادر
bn: সিরিয়াল উদ্যোক্তা

source: Randall Kaplan
ar: راندال كابلان
bn: র‌্যান্ডাল কাপলান

source: Origin Protocol
ar: بروتوكول المنشأ
bn: অরিজিন প্রোটোকল
de: Origin Protokoll
el: Πρωτόκολλο προέλευσης

source: The sharing economy without intermediaries. Origin is a protocol for creating sharing economy marketplaces using the Ethereum blockchain and IPFS.
ar: تقاسم الاقتصاد دون وسطاء. الأصل هو بروتوكول لإنشاء أسواق اقتصادية مشتركة باستخدام Ethereum blockchain و IPFS.
bn: মধ্যস্থতাকারী ছাড়া শেয়ারিং অর্থনীতি মূলটি ইথরেম ব্লককয়েন এবং আইপিএফএস ব্যবহার করে শেয়ারিং ইকোনমি বাজারে তৈরির জন্য একটি প্রোটোকল।
de: Die Sharing Economy ohne Vermittler. Origin ist ein Protokoll zur Erstellung von Sharing Economy-Marktplätzen auf der Ethereum-Blockchain und IPFS.
el: Η κοινή οικονομία χωρίς μεσάζοντες. Το Origin είναι ένα πρωτόκολλο για τη δημιουργία μοιρασμένων οικονομικών αγορών με τη χρήση του μπλοκ αλυσίδας Ethereum και του IPFS.
ja: 仲介者のいないシェアリングエコノミー。OriginはEthereumのブロックチェーンとIPFSを活用してシェアリングエコノミーのマーケットプレイスを構築するプロトコルです。
nl: De deeleconomie zonder tussenpersonen. Origin is een protocol voor het creëren van marktplaatsen voor deeleconomieën met behulp van de Ethereum-blockchain en IPFS.
th: Sharing economy ที่เป็นอิสระจากคนกลาง. Origin Protocol เป็นระบบการในการสร้างตลาดซื้อขายสำหรับเศรษฐกิจแบบแบ่งปัน ผ่าน Ethereum blockchain และ IPFS

source: Email
ar: البريد الإلكتروني
bn: ইমেইল
el: Διεύθυνση Ηλεκτρονικού Ταχυδρομείου
ja: Eメール
th: อีเมล์

source: Rodolfo Gonzalez Shares Why Foundation Capital Invested in Origin
ar: رودولفو جونزاليس يشارك لماذا مؤسسة كابيتال استثمرت في الأصل
bn: রোডল্ফো গঞ্জালেজ শেয়ারগুলি কেন ফাউন্ডেশনের মূলধন মূলত বিনিয়োগ হয়
ja: Rodolfo Gonzalez 氏が財団がなぜOriginに投資したかを解説します。

source: Live on TV with HKB News in Korea
ar: مباشرة على شاشة التلفزيون مع HKB News في كوريا
bn: কোরিয়ায় এইচকেবি নিউজের সাথে টিভিতে লাইভ
ja: 韓国のHKBニュースでテレビでライブショーが放映されます。

source: Doo Wan Nam Discusses Origin’s Partnership with MakerDAO
ar: يناقش Doo Wan Nam شراكة Origin مع MakerDAO
bn: ডু ওয়ান নাম মেকারডিএওর সাথে মূল অংশীদারিত্ব নিয়ে আলোচনা করে
ja: Doo Wan Nam氏が、OriginとMakerDAOとのパートナーシップについて議論します

source: Origin Protocol - Mobile
ar: بروتوكول المنشأ - المحمول
bn: মূল প্রোটোকল - মোবাইল
de: Ursprungsprotokoll - Mobil
el: Πρωτόκολλο προέλευσης - κινητό
ja: Origin Protocol - モバイル
nl: Origin Protocol - mobiel
th: พิธีสารต้นทาง - มือถือ

source: Buy and Sell on the Origin Marketplace
ar: البيع والشراء في السوق الأصلية
bn: অরিজিন মার্কেটপ্লেসে কেনা বেচা করুন
ja: Originマーケットプレイスで売買しましょう！

source: Shop
ar: متجر
bn: দোকান
ja: ショップ

source: Get Origin Protocol
ar: الحصول على بروتوكول المنشأ
bn: অরিজিন প্রোটোকল পান

source: Get Origin Marketplace & earn
ar: الحصول على سوق المنشأ وكسب
bn: অরিজিন মার্কেটপ্লেস পান এবং উপার্জন করুন

source: Origin Tokens
ar: أصل الرموز
bn: মূল টোকেন

source: Get started by downloading Origin Marketplace - the app that allows you to buy and sell anything using crypto right from your phone.
ar: ابدأ من خلال تنزيل Origin Marketplace - التطبيق الذي يتيح لك شراء وبيع أي شيء باستخدام التشفير مباشرة من هاتفك.
bn: অরিজিন মার্কেটপ্লেস ডাউনলোড করে শুরু করুন - অ্যাপ্লিকেশন যা আপনাকে আপনার ফোন থেকে সরাসরি ক্রিপ্টো ব্যবহার করে যেকোন কিছু কিনতে ও বিক্রয় করতে দেয়।

source: What are Origin Rewards?
ar: ما هي مكافآت الأصل؟
bn: মূল পুরষ্কারগুলি কি?

source: OGN is a rewards cryptocurrency earned by Origin users. Earn rewards when you verify your account or invite your friends to join Origin. Even get OGN as cash back when you buy and sell.
ar: OGN هي عملة تشفير مكافآت حصل عليها مستخدمي Origin. احصل على مكافآت عند التحقق من حسابك أو دعوة أصدقائك للانضمام إلى Origin. حتى تحصل على OGN كعملة نقدية عند الشراء والبيع.
bn: ওজিএন হ'ল মূল ব্যবহারকারীদের দ্বারা অর্জিত একটি পুরষ্কার ক্রিপ্টোকারেন্সি। আপনি যখন নিজের অ্যাকাউন্টটি যাচাই করেন বা আপনার বন্ধুদের মূল উত্সে যোগদানের জন্য আমন্ত্রণ জানান তখন পুরষ্কার অর্জন করুন। এমনকি আপনি কেনা বেচা করলে নগদ ফেরত হিসাবে ওজিএন পান।

source: Scan to install our app
ar: المسح الضوئي لتثبيت التطبيق لدينا
bn: আমাদের অ্যাপটি ইনস্টল করতে স্ক্যান করুন

source: Build on Origin
ar: البناء على الأصل
bn: মূল উপর নির্মাণ
el: Κατασκευάστηκε στην αρχή
ja: Originを使う
nl: Ontwikkelt op Origin

source: <strong>Teams all over the world are building their projects using Origin’s protocols. We are looking for more amazing people to <a href='#join_our_mission'>join our mission</a>.</strong>
ar: <strong>فرق العمل في جميع أنحاء العالم ببناء مشاريعها باستخدام بروتوكولات المنشأ. نحن نبحث عن الناس أكثر من المدهش أن <a href='#join_our_mission'>انضمام مهمتنا</a>.</strong>
bn: <strong>সারা বিশ্ব জুড়ে টিমগুলি তাদের প্রোজেক্টগুলি নির্মাণ করে অরিজিনের প্রোটোকল ব্যবহার করে। আমরা আরো আশ্চর্যজনক ব্যক্তিদের <a href='#join_our_mission'>জনকে খুঁজছি আমাদের মিশন</a></strong>
de: <strong> Teams auf der ganzen Welt bauen ihre Projekte mithilfe der Protokolle von Origin auf. Wir sind auf der Suche nach weiteren tollen Leuten, die sich unserer <a href='join_our_mission'>mission anschließen möchten</a>.</Strong>
el: <strong> Ομάδες σε όλο τον κόσμο χτίζουν τα έργα τους χρησιμοποιώντας πρωτόκολλα Origin. Ψάχνουμε για πιο καταπληκτικούς ανθρώπους να <a href='#join_our_mission'> συμμετέχουν στην αποστολή μας </a>. </Strong>
ja: <strong>世界中のチームがOriginのプロトコルを使用してプロジェクトを構築しています。そして、もっと多くの素晴らしい人々に <a href='#join_our_mission'>参加してほしいと思っています。</a>.</strong>
nl: <strong> Teams over de hele wereld bouwen hun projecten met de protocollen van Origin. We zijn op zoek naar meer fantastische mensen om <a href='#join_our_mission'> lid te worden van onze missie </a>. </Strong>
th: <strong> ทีมต่างๆทั่วโลกกำลังสร้างโครงการโดยใช้โปรโตคอลของ Origin เรากำลังมองหาคนที่น่าตื่นตาตื่นใจมากขึ้นในการ <a href='#join_our_mission'> เข้าร่วมภารกิจของเรา </a> </strong>
