Repository: Amit00077/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, el, ja, nl, th

source: Gagan is a full stack developer with over 4 years of experience working with several early stage startups. He has expertise in building scalable enterprise-grade applications.
de: Gagan ist ein Full-Stack-Entwickler mit mehr als 4 Jahren Erfahrung in der Zusammenarbeit mit mehreren frühen Start-ups. Er hat Erfahrung im Aufbau von skalierbaren Unternehmensanwendungen.
el: Ο Gagan είναι ένας προγραμματιστής πλήρους στοίβας με πάνω από 4 χρόνια εμπειρίας που εργάζεται σε πολλές αρχικές επιχειρήσεις. Έχει εξειδίκευση στην κατασκευή επεκτάσιμων εφαρμογών σε επιχειρήσεις.
nl: Gagan is een full-stack ontwikkelaar met meer dan 4 jaar ervaring in het werken met verschillende vroege startups. Hij heeft expertise in het bouwen van schaalbare applicaties van bedrijfsniveau.
th: Gagan เป็นนักพัฒนาสแต็คแบบเต็มรูปแบบที่มีประสบการณ์มากกว่า 4 ปีในการทำงานกับหลาย บริษัท ที่เพิ่งเริ่มต้น เขามีความเชี่ยวชาญในการสร้างแอพพลิเคชั่นระดับองค์กรที่ยืดหยุ่นได้

source: Nick founded his first company while still at college in the UK, later moving to Silicon Valley to work as a UI Architect for multiple organizations, small and large.
de: Nick gründete seine erste Firma während seines Studiums in Großbritannien, später zog er nach Silicon Valley, um als UI-Architekt für mehrere kleine und große Organisationen zu arbeiten.
el: Ο Νικ ίδρυσε την πρώτη του εταιρεία ενώ ήταν ακόμα στο κολέγιο στο Ηνωμένο Βασίλειο, μεταφέροντας αργότερα στη Silicon Valley για να εργαστεί ως αρχιτέκτονας UI για πολλαπλούς οργανισμούς, μικρούς και μεγάλους.
nl: Nick richtte zijn eerste bedrijf op terwijl hij nog op de universiteit in het Verenigd Koninkrijk was, later verhuisde hij naar Silicon Valley om te werken als een UI Architect voor meerdere organisaties, klein en groot.
th: นิคก่อตั้ง บริษัท แรกของเขาในขณะที่ยังเรียนที่วิทยาลัยในสหราชอาณาจักรหลังจากย้ายไปที่ Silicon Valley เพื่อทำงานเป็นสถาปนิก UI สำหรับหลาย ๆ องค์กรทั้งขนาดเล็กและขนาดใหญ่

source: Kath has over 30 years of recruiting experience and spent 9 years in operations at Apple. She has also volunteered with Ignite Boulder, The Humane Society, adult literacy programs and the Alzheimer's Association.
de: Kath verfügt über mehr als 30 Jahre Erfahrung im Recruiting und verbrachte 9 Jahre bei Apple. Sie hat sich auch freiwillig mit Ignite Boulder, The Humane Society, Alphabetisierungsprogrammen für Erwachsene und der Alzheimer's Association gemeldet.
el: Ο Kath έχει πάνω από 30 χρόνια εμπειρίας στην πρόσληψη και πέρασε 9 χρόνια στις επιχειρήσεις της Apple. Έχει επίσης προσφερθεί εθελοντικά με τον Ignite Boulder, την Humane Society, τα προγράμματα αλφαβητισμού ενηλίκων και την Ένωση Αλτσχάιμερ.
nl: Kath heeft meer dan 30 jaar ervaring op het gebied van rekruteren en werkte 9 jaar in operaties bij Apple. Ze heeft ook vrijwilligerswerk gedaan met Ignite Boulder, The Humane Society, alfabetiseringscampagnes voor volwassenen en de Alzheimer's Association.
th: Kath มีประสบการณ์การสรรหามานานกว่า 30 ปีและใช้เวลา 9 ปีในการดำเนินงานที่แอปเปิ้ล เธอยังได้อาสากับ Ignite Boulder, Human Humor Society, โปรแกรมการรู้หนังสือผู้ใหญ่และสมาคมผู้ป่วยอัลไซเมอร์

source: Dave is a serial entrepreneur whose last startup was acquired in 2016. He runs private communities for cryptocurrency investors and startup founders. He consults with two nonprofit organizations.
de: Dave ist ein Serienunternehmer, dessen letztes Startup im Jahr 2016 erworben wurde. Er betreibt private Communities für Cryptocurrency-Investoren und Startup-Gründer. Er berät sich mit zwei gemeinnützigen Organisationen.
el: Ο Dave είναι ένας σειριακός επιχειρηματίας του οποίου η τελευταία εκκίνηση αποκτήθηκε το 2016. Διαχειρίζεται ιδιωτικές κοινότητες για επενδυτές κρυπτογράφησης και ιδρυτές ιδρυτές. Συμβουλεύει με δύο μη κερδοσκοπικούς οργανισμούς.
nl: Dave is een serial entrepreneur wiens laatste startup in 2016 werd overgenomen. Hij runt privécommunity's voor beleggers in cryptocurrency en startup founders. Hij overlegt met twee non-profitorganisaties.
th: Dave เป็นผู้ประกอบการแบบอนุกรมที่มีการเริ่มต้นครั้งล่าสุดในปีพ. ศ. 2560 เขาดำเนินธุรกิจส่วนตัวสำหรับนักลงทุนและผู้เริ่มต้นใช้งาน cryptocurrency เขาปรึกษากับสององค์กรที่ไม่แสวงหาผลกำไร

source: Mijbel has over 12 years of experience in venture and consulting. His interests are primarily in data science and machine learning. Mijbel graduated from Virginia Tech in computer engineering and holds a CFA.
de: Mijbel hat über 12 Jahre Erfahrung in Venture und Consulting. Seine Interessen liegen hauptsächlich in den Bereichen Data Science und Machine Learning. Mijbel hat an der Virginia Tech Computertechnik studiert und hält einen CFA.
el: Η Mijbel έχει πάνω από 12 χρόνια εμπειρίας στην επιχειρηματική δραστηριότητα και την παροχή συμβουλών. Τα ενδιαφέροντά του είναι κυρίως στην επιστήμη των δεδομένων και στη μηχανική μάθηση. Ο Mijbel αποφοίτησε από την Virginia Tech στον τομέα της πληροφορικής και κατέχει CFA.
nl: Mijbel heeft meer dan 12 jaar ervaring in venture en consulting. Zijn interesses liggen voornamelijk in data science en machine learning. Mijbel studeerde in Computer Engineering af van Virginia Tech en heeft een CFA.
th: Mijbel มีประสบการณ์มากกว่า 12 ปีในกิจการและที่ปรึกษา ความสนใจของเขาเป็นหลักในด้านวิทยาศาสตร์ข้อมูลและการเรียนรู้ด้วยเครื่อง Mijbel จบการศึกษาจาก Virginia Tech ในสาขาวิศวกรรมคอมพิวเตอร์และถือ CFA

source: Andrei Munteanu
el: Αντρέι Μουντεάνου

source: Andrei is the co-founder at Cowork Timisoara and an active startup community leader. He runs a NGO which supports young entrepreneurs in Romania through programs like Startup Weekend, Startup Survivor, and Startup Coffee.
de: Andrei ist Co-Founder bei Cowork Timisoara und ein aktiver Startup Community Leader. Er leitet eine NGO, die junge Unternehmer in Rumänien durch Programme wie Startup Weekend, Startup Survivor und Startup Coffee unterstützt.
el: Ο Andrei είναι ο συνιδρυτής της Cowork Timisoara και ένας ενεργός ηγέτης της κοινότητας εκκίνησης. Διαχειρίζεται μια ΜΚΟ που υποστηρίζει νέους επιχειρηματίες στη Ρουμανία μέσω προγραμμάτων όπως το Startup Weekend, Startup Survivor και Startup Coffee.
nl: Andrei is de mede-oprichter van Cowork Timisoara en een actieve startup community leader. Hij runt een NGO die jonge ondernemers in Roemenië ondersteunt via programma's als Startup Weekend, Startup Survivor en Startup Coffee.
th: อังเดรเป็นผู้ร่วมก่อตั้ง Cowork Timisoara และผู้นำชุมชนที่เริ่มต้นใช้งาน เขาเป็นองค์กรเอกชนที่สนับสนุนผู้ประกอบการรุ่นเยาว์ในโรมาเนียผ่านโปรแกรมต่างๆเช่น Startup Weekend, Startup Survivor และ Startup Coffee

source: Advisor/PR
de: Berater / PR
el: Σύμβουλος / Δημόσιες Σχέσεις
nl: Adviseur / PR
th: ที่ปรึกษา / ประชาสัมพันธ์

source: Addison is a communications and marketing specialist with a degree in Physics from UC Berkeley. He previously worked with the Ethereum Foundation and DEVCON1.
de: Addison ist ein Kommunikations- und Marketingspezialist mit einem Abschluss in Physik von der UC Berkeley. Zuvor arbeitete er mit der Ethereum-Foundation und DEVCON1.
el: O Addison είναι ένας ειδικός επικοινωνίας και μάρκετινγκ, με πτυχίο στη Φυσική από το Πανεπιστήμιο Berkeley. Προηγουμένως, έχει συνεργαστεί με το Ίδρυμα Ethereum και το DEVCON1."
nl: Addison is een communicatie- en marketingspecialist met een diploma in natuurkunde van UC Berkeley. Eerder werkte hij samen met de Ethereum Foundation en DEVCON1.
th: Addison เป็นผู้เชี่ยวชาญในด้านการสื่อสารและการตลาด เขาเรียนจบสาขาฟิสิกส์จาก UC Berkeley และเคยร่วมงานกับ Ethereum Foundation และ DEVCON1

source: Advisor/International BD
de: Berater / Internationale BD
el: Σύμβουλος / Διεθνής BD
nl: Adviseur / internationale BD
th: ที่ปรึกษาเรื่องผลิตภัณฑ์

source: Melody is founder of Spartan Group, a blockchain advisory and investment fund. She was an early investor in TenX and strategic advisor to Gifto and Appcoins.
de: Melody ist Gründerin der Spartan Group, einem Blockchain-Beratungs- und Investmentfond. Sie war ein früher Investor in TenX und strategischer Berater von Gifto und Appcoins.
el: Η Melody είναι ιδρυτής του Ομίλου Spartan, ένα συμβουλευτικό και επενδυτικό ταμείο σε αλυσίδες των μπλοκ (blockchain). Αποτέλεσε μια από τους πρώιμους επενδυτές στο TenX και είχε τη θέση της συμβούλου στρατηγικής στα Gifto και Appcoins
nl: Melody is oprichter van Spartan Group, een blockchain advies- en investeringsfonds. Ze was een vroege investeerder in TenX en strategisch adviseur van Gifto en Appcoins.
th: Melody เป็นผู้ก่อตั้ง Spartan Group ซึ่งเป็นผู้ให้คำปรึกษาและการลงทุนด้วย blockchain เธอเป็นผู้ให้ทุนระยะตั้งตัวแก่ TenX และเป็นนักวางแผนให้แก่ Gifto และ Appcoins

source: Paul is a Partner at Pantera Capital. He is also an advisor to several highly successful cryptocurrency projects including Orchid Labs, Enigma and ICON.
de: Paul ist Partner bei Pantera Capital. Er ist auch ein Berater für einige sehr erfolgreiche Kryptowährungsprojekte, einschließlich Orchid Labs, Enigma und ICON.
el: Ο Paul είναι Partner στη Pantera Capital. Είναι επίσης σύμβουλος σε πολλά ιδιαιτέρως επιτυχημένα project κρυπτονομισμάτων, όπως τα Orchid Labs, Enigma και ICON.
nl: Paul is een partner bij Pantera Capital. Hij is ook adviseur van verschillende zeer succesvolle cryptocurrency-projecten, waaronder Orchid Labs, Enigma en ICON.
th: Paul เป็นพาร์ทเนอร์กับ Pantera Capital และเป็นที่ปรึกษาให้แก่โปรเจคที่ประสบความสำเร็จอย่างมากต่างๆที่ใช้ cryptocurrency รวมถึง Orchid Labs, Enigma และ ICON

source: Joey is the co-founder of Augur, the world’s first decentralized prediction market and oracle system. He is a Co-Chief Investment Officer at Pantera Capital.
de: Joey ist Mitbegründer von Augur, dem weltweit ersten dezentralen Prognosemarkt und Orakelsystem. Er ist Co-Chief Investment Officer bei Pantera Capital.
el: Ο Joey είναι ο συνιδρυτής του Augur, της πρώτης αποκεντρωμένης αγοράς προβλέψεων στον κόσμο και συστήματος oracle. Είναι Co-Chief Investment Officer στην Pantera Capital
nl: Joey is de mede-oprichter van Augur, 's werelds eerste gedecentraliseerde voorspellingsmarkt en oracle-systeem. Hij is Co-Chief Investment Officer bij Pantera Capital.
th: Joey เป็นผู้ร่วมก่อตั้ง Augur ซึ่งเป็น prediction market และ oracle system แบบกระจายศูนย์แห่งแรกของโลก เขาเป็น Co-Chief Investment Officer ที่ Pantera Capital อีกด้วย

source: Investment Funds
de: Investmentfonds
el: Επενδυτικά κεφάλαια
nl: Beleggingsfondsen
th: กองทุนรวมที่ลงทุน

source: <strong>Don't get Phished!</strong> The only official URL for Origin Protocol is <strong>www.originprotocol.com</strong>. Please bookmark and be careful of similar looking URLs.
de: <strong>Vorsicht vor Phishing-Angriffen! </strong> Die einzige offizielle URL für Origin Protocol ist <strong> www.originprotocol.com </strong>. Bitte fügen Sie die Webseite zu Ihren Favoriten hinzu und achten Sie auf ähnlich aussehende URLs.
el: <strong> Μην πάρετε Phished! </strong> Η μόνη επίσημη διεύθυνση URL για το πρωτόκολλο προέλευσης είναι <strong> www.originprotocol.com </strong>. Κάντε σελιδοδείκτη και προσέξτε παρόμοιες διευθύνσεις URL που αναζητούν.
nl: <strong> Wordt niet gephished! </strong> De enige officiële URL voor Origin Protocol is <strong> www.originprotocol.com </strong>. Maak een bladwijzer aan en wees voorzichtig met vergelijkbare URL's.
th: <strong> อย่าพลาด! </strong> URL อย่างเป็นทางการสำหรับโปรโตคอล Origin คือ <strong> www.originprotocol.com </strong> โปรดบุ๊กมาร์กและระวัง URL ที่คล้ายกัน

source: An error occured
de: Es ist ein Fehler aufgetreten
el: Προέκυψε σφάλμα
nl: Er is een fout opgetreden
th: ข้อผิดพลาดบางประการเกิดขึ้น

source: Please agree to the important notice
de: Bitte stimmen Sie dem wichtigen Hinweis zu
el: Παρακαλώ συμφωνείστε με τη σημαντική ειδοποίηση
nl: Ga akkoord met de belangrijke mededeling
th: กรุณายินยอมรับหนังสือชี้แจงอันสำคัญ

source: Please enter your company name
de: Geben Sie den Namen Ihres Unternehmens ein.
el: Εισαγάγετε το όνομα της εταιρείας σας
nl: Voer uw bedrijfsnaam in
th: กรุณากรอกชื่อบริษัทของคุณ

source: Xiahong Lin
th: เซียงหลิน

source: yourname@websitename.com
de: deinname@websitename.de
nl: JouwNaam@websitenaam.com

source: https://websitename.com
de: https://websitename.de
nl: https://websitenaam.com
