Repository: Amit00077/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, el, ja, nl, th

source: In addition to our full-time staff, Origin has a very active open-source developer community. Since the project’s inception, we’ve had over 170 contributors to our Github repository. We anticipate the number of developers and supporters to increase dramatically after our 1.0 launch in Q1 of 2020.
ar: بالإضافة إلى طاقمنا المتفرغ ، لدى Origin مجتمع مطور مفتوح المصدر نشط للغاية. منذ بداية المشروع ، كان لدينا أكثر من 170 مساهمًا في مستودع جيثب الخاص بنا. نتوقع أن يزداد عدد المطورين والمؤيدين بشكل كبير بعد إطلاق 1.0 في الربع الأول من عام 2020.
bn: আমাদের পূর্ণ-সময় কর্মী ছাড়াও, অরিজিনের একটি খুব সক্রিয় ওপেন সোর্স বিকাশকারী সম্প্রদায় রয়েছে। প্রকল্পের সূচনা হওয়ার পরে, আমাদের গিথুব সংগ্রহশালায় 170 জনেরও বেশি অবদান রয়েছে। আমরা 2020 এর Q1 এ আমাদের 1.0 লঞ্চের পরে নাটকীয়ভাবে বৃদ্ধি পেতে বিকাশকারী এবং সমর্থকদের সংখ্যা প্রত্যাশা করছি।

source: Since the advent of the Internet, digital marketplaces have paired buyers and sellers of goods and services to enable transactions that were never before possible. Craigslist launched in 1995 and for years dominated in local and neighborhood commerce. That same year, eBay was started and created an entirely new category of auction-based sales, creating a more market-efficient way to do business.
ar: منذ ظهور الإنترنت ، ربطت الأسواق الرقمية بين المشترين والبائعين للسلع والخدمات لتمكين المعاملات التي لم تكن ممكنة من قبل. بدأت Craigslist في عام 1995 ولعدة سنوات سيطرت على التجارة المحلية والجوار. في نفس العام ، تم إنشاء eBay وإنشاء فئة جديدة تمامًا من المبيعات القائمة على المزادات ، مما يوفر طريقة أكثر فاعلية في السوق لممارسة الأعمال التجارية.
bn: ইন্টারনেটের আবির্ভাবের পরে, ডিজিটাল মার্কেটপ্লেসগুলি ক্রেতাদের এবং পণ্য ও পরিষেবাদির বিক্রেতাদের সংযোজন করেছে যা লেনদেনগুলি সক্ষম হওয়ার আগে কখনও সম্ভব হয়নি। ক্রেগলিস্ট 1995 সালে চালু হয়েছিল এবং কয়েক বছর ধরে স্থানীয় এবং প্রতিবেশী বাণিজ্যে প্রাধান্য পেয়েছিল। একই বছর, ইবে চালু করা হয়েছিল এবং নিলাম-ভিত্তিক বিক্রয়গুলির সম্পূর্ণ নতুন বিভাগ তৈরি করে ব্যবসা করার আরও একটি বাজার-দক্ষ উপায় তৈরি করে।

source: Fast forward 20 years, and countless Internet marketplace businesses in both the B2C and B2B categories have flourished.
ar: بسرعة إلى الأمام 20 سنة ، وازدهرت عدد لا يحصى من الشركات في سوق الإنترنت في كل من الفئتين B2C و B2B.
bn: দ্রুত এগিয়ে 20 বছর, এবং বি 2 সি এবং বি 2 বি উভয় বিভাগেই অগণিত ইন্টারনেট মার্কেটপ্লেস ব্যবসা উন্নত হয়েছে।

source: In recent times, sharing economy marketplaces like Airbnb, Uber, Getaround, Fiverr, and TaskRabbit have paired buyers and sellers of the sharing economy<a class='whitepaper-footnote-link' href='#footnote1'>1</a> with great success. Fractional usage of assets can now be “sold” just as easily as atomic items, and people all over the world are exchanging their excess inventory, time, and skills for financial gain.
ar: في الآونة الأخيرة ، أقترنت مشاركة أسواق الاقتصاد مثل Airbnb و Uber و Getaround و Fiverr و TaskRabbit بين المشترين والبائعين لاقتصاد المشاركة<a class='whitepaper-footnote-link' href='#footnote1'>1</a> بنجاح كبير. يمكن الآن "بيع" الاستخدام الجزئي للأصول بنفس السهولة التي يتم بها استخدام العناصر الذرية ، ويقوم الأشخاص في جميع أنحاء العالم بتبادل مخزونهم الزائد ووقتهم ومهاراتهم لتحقيق مكاسب مالية.
bn: সাম্প্রতিক কালে, Airbnb এর, উবার, Getaround, Fiverr ও TaskRabbit মত শেয়ারিং অর্থনীতি বাজার ক্রেতা ও শেয়ারিং অর্থনীতির বিক্রেতাদের জোড়া আছে<a class='whitepaper-footnote-link' href='#footnote1'>1</a> মহান সাফল্য সঙ্গে। সম্পদের ভগ্নাংশের ব্যবহার এখন পারমাণবিক আইটেমের মতো সহজেই "বিক্রয়" হতে পারে এবং সারা বিশ্ব জুড়ে লোকেরা আর্থিক লাভের জন্য তাদের অতিরিক্ত তালিকা, সময় এবং দক্ষতা বিনিময় করে।

source: These new marketplaces that focus on gigs, services, and fractional asset use are particularly well-suited for disruption by peer-to-peer systems built on the blockchain.
ar: هذه الأسواق الجديدة التي تركز على العربات والخدمات واستخدام الأصول الكسرية مناسبة بشكل خاص للتعطيل بواسطة أنظمة نظير إلى نظير مبنية على blockchain.
bn: এই নতুন বাজারগুলি যেগুলি জিগ, পরিষেবা এবং ভগ্নাংশ সম্পদ ব্যবহারের উপর দৃষ্টি নিবদ্ধ করে সেগুলি ব্লকচেইনে নির্মিত পিয়ার-টু-পিয়ার সিস্টেমগুলির দ্বারা ব্যাঘাতের জন্য বিশেষভাবে উপযুক্ত।

source: Most sharing economy businesses have several things in common.
ar: معظم الشركات الاقتصادية المشتركة لها عدة أشياء مشتركة.
bn: বেশিরভাগ ভাগ করে নেওয়া অর্থনীতির ব্যবসায়ের বেশ কয়েকটি বিষয় সাধারণ।

source: First, as a collection, these companies have created tremendous impact to the world. Consumers of marketplaces have been able to improve their lives with access to products and services that were not available previously. Suppliers have used these platforms to reach customers at greater scale and ease than before. Each marketplace creates a “home” for buyer and supplier to come together and transact, creating liquidity for that market.
ar: أولاً ، كمجموعة ، خلقت هذه الشركات تأثيرًا هائلاً على العالم. تمكن مستهلكو الأسواق من تحسين حياتهم من خلال الوصول إلى المنتجات والخدمات التي لم تكن متوفرة من قبل. استخدم الموردون هذه المنصات للوصول إلى العملاء على نطاق أوسع وسهولة أكبر من ذي قبل. كل سوق تخلق "موطن" للمشتري والمورد للالتقاء والتعامل ، مما يخلق سيولة لهذا السوق.
bn: প্রথমত, সংগ্রহ হিসাবে, এই সংস্থাগুলি বিশ্বে দুর্দান্ত প্রভাব ফেলেছে। মার্কেটপ্লেসের গ্রাহকরা আগে উপলব্ধ ছিল না এমন পণ্য এবং পরিষেবাগুলিতে অ্যাক্সেস নিয়ে তাদের জীবন উন্নত করতে সক্ষম হয়েছেন। সরবরাহকারীরা এই প্ল্যাটফর্মগুলি গ্রাহকদের আগের চেয়ে আরও বেশি স্কেল এবং সহজে পৌঁছাতে ব্যবহার করেছেন। প্রতিটি মার্কেটপ্লেস ক্রেতা এবং সরবরাহকারীকে একত্রিত হওয়ার এবং লেনদেনের জন্য "বাড়ি" তৈরি করে এবং সেই বাজারের জন্য তরলতা তৈরি করে।

source: Second, most sharing economy businesses follow the same growth lifecycle. Save for a few exceptions, these marketplaces are notoriously difficult to start and grow. Marketplace businesses oftentimes require millions of dollars to just get off the ground and, in the case of Uber and Airbnb, billions to scale. It’s the norm for these businesses to run at a deep loss in the early days. In effect, the corporation is subsidizing the usage of the marketplace for the participants. However, because of highly positive cross-side network effects<a class='whitepaper-footnote-link' href='#footnote2'>2</a>, successful marketplace businesses are able to grow revenue exponentially over time, usually by charging a service fee for every transaction that happens on network. Network effect businesses, like sharing economy marketplaces, are usually winner-takes-all businesses<a class='whitepaper-footnote-link' href='#footnote3'>3</a> and at mature stages extract a disproportionate amount of value from the network forthe managing corporations and their shareholders. In many ways, they begin looking like monopolies once they reach scale.
ar: ثانياً ، تتبع معظم الشركات الاقتصادية المشاركة نفس دورة حياة النمو. باستثناء بعض الاستثناءات ، يصعب بدء هذه الأسواق وتنموها. في كثير من الأحيان ، تحتاج الشركات التجارية في السوق إلى ملايين الدولارات للإنطلاق ، وفي حالة Uber و Airbnb ، يجب توسيع نطاق مليارات الدولارات. إنه من المعتاد أن تعمل هذه الشركات بخسارة كبيرة في الأيام الأولى. في الواقع ، تدعم الشركة استخدام السوق للمشاركين. ومع ذلك ، نظرًا للتأثيرات الإيجابية للغاية للشبكة عبر الجانب<a class='whitepaper-footnote-link' href='#footnote2'>2</a>، فإن الشركات الناجحة في السوق قادرة على زيادة إيراداتها بشكل كبير مع مرور الوقت ، وعادةً من خلال فرض رسوم خدمة على كل معاملة تحدث على الشبكة. عادةً ما تكون الشركات ذات التأثير على الشبكة ، مثل مشاركة أسواق الاقتصاد ، من الشركات التي تستحوذ على الربح<a class='whitepaper-footnote-link' href='#footnote3'>3</a> وفي المراحل الناضجة تقوم باستخراج كمية غير متناسبة من القيمة من الشبكة التي تدير الشركات المساهمين ومساهميها. في نواح كثيرة ، يبدأون في الظهور كاحتكارات بمجرد وصولهم إلى الحجم الكبير.
bn: দ্বিতীয়ত, বেশিরভাগ ভাগ করে নেওয়া অর্থনীতির ব্যবসায়গুলি একই বৃদ্ধি জীবনচক্র অনুসরণ করে। কয়েকটি ব্যাতিক্রমের জন্য সংরক্ষণ করুন, এই মার্কেটপ্লেসগুলি শুরু এবং বৃদ্ধি করা কুখ্যাতভাবে কঠিন are মার্কেটপ্লেস ব্যবসায়ের প্রায়শই প্রায় স্থল থেকে নামার জন্য কয়েক মিলিয়ন ডলার এবং উবার এবং এয়ারবিএনবি-র ক্ষেত্রে কোটি কোটি ডলার দরকার হয়। প্রথম দিনগুলিতে এই ব্যবসায়ীদের একটি গভীর ক্ষয়ক্ষতিতে পরিচালিত হওয়া আদর্শ। বাস্তবে, কর্পোরেশন অংশগ্রহণকারীদের জন্য বাজারের ব্যবহারকে ভর্তুকি দিচ্ছে। তবে, অত্যন্ত ইতিবাচক ক্রস-সাইড নেটওয়ার্ক ইফেক্টগুলি<a class='whitepaper-footnote-link' href='#footnote2'>2</a>, সফল মার্কেটপ্লেস ব্যবসায়গুলি সময়ের সাথে ধীরে ধীরে রাজস্ব বৃদ্ধি করতে সক্ষম হয়, সাধারণত নেটওয়ার্কে ঘটে যাওয়া প্রতিটি লেনদেনের জন্য একটি পরিষেবা ফি চার্জ করে। নেটওয়ার্ক প্রভাব ব্যবসা, অর্থনীতি বাজার ভাগ করার মত, সাধারণত বিজয়ী-লাগে সব ব্যবসা<a class='whitepaper-footnote-link' href='#footnote3'>3</a> এবং পরিপক্ক পর্যায়ে নেটওয়ার্কের forthe কর্পোরেশন ও তাদের শেয়ারহোল্ডারদের পরিচালনা করা থেকে মূল্যের অনুপাতহীন পরিমাণ নিষ্কর্ষ। বিভিন্ন উপায়ে তারা স্কেল পৌঁছে একবার মনোপলির মতো দেখতে শুরু করে।

source: Finally, while there are very significant differences in user experience, business mechanics, and vertical-specific features among Internet marketplace companies, they all share many pieces that have been built and rebuilt many times. Lyft, Postmates, and DoorDash have each individually engineered their own solutions to user and supplier profiles, purchase experiences, matching algorithms, and reviews and ratings. This is valuable proprietary technology on the one hand. On the other, it is a wasteful use of time and effort to reinvent the wheel each time to create a new marketplace vertical. Consumers are also left creating and managing dozens of accounts on these marketplace companies, each of which owns their personal data and transaction history.
ar: أخيرًا ، على الرغم من وجود اختلافات كبيرة في تجربة المستخدم ، وميكانيك الأعمال ، والميزات الرأسية بين شركات سوق الإنترنت ، فإنها تشترك جميعها في العديد من القطع التي تم إنشاؤها وإعادة بنائها عدة مرات. قام كل من Lyft و Postmates و DoorDash بتصميم حلولهم الخاصة بملفات تعريف المستخدمين والموردين وخبرات الشراء ومطابقة الخوارزميات والمراجعات والتقييمات. هذه هي تقنية قيمة الملكية من ناحية. من ناحية أخرى ، إنه استخدام مضيعة للوقت والجهد لإعادة اختراع العجلة في كل مرة لإنشاء سوق عمودي جديد. يُترك المستهلكون أيضًا يقومون بإنشاء وإدارة عشرات الحسابات على شركات السوق هذه ، التي تمتلك كل منها بياناتها الشخصية وسجل المعاملات.
bn: অবশেষে, ইন্টারনেট মার্কেটপ্লেস সংস্থাগুলির মধ্যে ব্যবহারকারীর অভিজ্ঞতা, ব্যবসায়িক যান্ত্রিকতা এবং উল্লম্ব-নির্দিষ্ট বৈশিষ্ট্যগুলির মধ্যে খুব তাত্পর্যপূর্ণ পার্থক্য রয়েছে, তারা সকলেই অনেকগুলি টুকরো ভাগ করে যা বহুবার নির্মিত এবং পুনর্নির্মাণ করা হয়েছে। লিফ্ট, পোস্টমেটস এবং ডোরড্যাশ প্রত্যেকে পৃথকভাবে ব্যবহারকারী এবং সরবরাহকারী প্রোফাইল, ক্রয় অভিজ্ঞতা, মিলের আলগোরিদিম এবং পর্যালোচনা এবং রেটিংগুলির নিজস্ব সমাধানগুলি ইঞ্জিনিয়ার করেছে। এটি একদিকে মূল্যবান মালিকানাধীন প্রযুক্তি। অন্যদিকে, এটি নতুন বাজারের উল্লম্বভাবে তৈরি করতে প্রতিটি সময় চাকাটিকে পুনরায় উদ্ভাবন করার জন্য সময় এবং প্রচেষ্টার অপব্যবহার। গ্রাহকরা এই মার্কেটপ্লেস সংস্থাগুলিতে কয়েক ডজন অ্যাকাউন্ট তৈরি এবং পরিচালনাও রেখেছেন, যার প্রত্যেকটির নিজস্ব ব্যক্তিগত ডেটা এবং লেনদেনের ইতিহাস রয়েছে।

source: For several years now, blockchain innovators and investors have called for teams to build peer-to-peer versions of existing sharing economy businesses and create an even more efficient way to conduct Internet commerce.
ar: منذ عدة سنوات حتى الآن ، دعا المبتكرون والمستثمرون في Blockchain إلى إنشاء فرق لإصدار نظير إلى نظير من شركات اقتصاد المشاركة القائمة وخلق طريقة أكثر فاعلية لممارسة التجارة عبر الإنترنت.
bn: এখন বেশ কয়েক বছর ধরে, ব্লকচেইন উদ্ভাবক এবং বিনিয়োগকারীরা দলকে বিদ্যমান শেয়ারিং ইকোনমি ব্যবসায়ের পিয়ার-টু-পিয়ার সংস্করণ তৈরি এবং ইন্টারনেট বাণিজ্য পরিচালনার আরও কার্যকর উপায় তৈরি করার জন্য ডেকেছে।

source: P2P lodging sites like Airbnb have already begun to transform the lodging industry by making a public market in private housing. However, adoption may be limited by concerns about safety and security (guests) and property damage (hosts). By enabling a secure, tamper-proof system for managing digital credentials and reputation, we believe blockchain could help accelerate the adoption of P2P lodging.
ar: بدأت مواقع إقامة P2P مثل Airbnb بالفعل في تحويل صناعة الإسكان عن طريق إنشاء سوق عام في الإسكان الخاص. ومع ذلك ، قد يكون الاعتماد محدودًا بسبب المخاوف المتعلقة بالسلامة والأمن (الضيوف) وتلف الممتلكات (المضيفين). من خلال تمكين نظام آمن مقاوم للعبث لإدارة بيانات الاعتماد والسمعة الرقمية ، نعتقد أن blockchain يمكن أن تساعد في تسريع اعتماد نظام P2P السكن.
bn: এয়ারবিএনবির মতো পি 2 পি লজিং সাইটগুলি ইতিমধ্যে ব্যক্তিগত আবাসনগুলিতে একটি সরকারী বাজার তৈরি করে লজিং শিল্পকে রূপান্তরিত করতে শুরু করেছে। তবে, সুরক্ষা এবং সুরক্ষা (অতিথি) এবং সম্পত্তির ক্ষতি (হোস্ট) সম্পর্কে উদ্বেগের দ্বারা গ্রহণ সীমাবদ্ধ হতে পারে। ডিজিটাল শংসাপত্র এবং খ্যাতি পরিচালনার জন্য একটি সুরক্ষিত, টেম্পার-প্রুফ সিস্টেম সক্ষম করে, আমরা বিশ্বাস করি যে ব্লকচেইন পি 2 পি লজিং গ্রহণ গ্রহণকে ত্বরান্বিত করতে সহায়তা করতে পারে।

source: Don Tapscott, author of “Blockchain Revolution,” says that the technology underlying Bitcoin could be used to disrupt the likes of Uber and Airbnb. - Wall Street Journal
ar: يقول دون تابسكوت ، مؤلف كتاب "Blockchain Revolution" ، إن التكنولوجيا الكامنة وراء Bitcoin يمكن استخدامها لتعطيل أمثال Uber و Airbnb. - وول ستريت جورنال
bn: "ব্লকচেইন রেভোলিউশন" এর লেখক ডন ট্যাপস্কট বলেছেন যে উবার এবং এয়ারবিএনবির পছন্দগুলিকে ব্যাহত করতে প্রযুক্তি অন্তর্নিহিত বিটকয়েন ব্যবহার করা যেতে পারে। - ওয়াল স্ট্রিট জার্নাল

source: It will be very difficult for intermediaries to have sustainable business cases,” [Fritz Joussen] he said. “These platforms [travel intermediaries] build reach by spending billions on advertising, and then they create monopolistic margins on top of what they have as sales and marketing. They do offer great sales and marketing. Booking.com is a great brand, but they create superior margins because they have monopolistic structures. Blockchain destroys this.
ar: وقال فريتز يوسن "سيكون من الصعب للغاية على الوسطاء أن يكون لديهم قضايا تجارية مستدامة". "تعمل هذه المنصات [وسطاء السفر] على الوصول إليها عن طريق إنفاق المليارات على الإعلانات ، ثم تقوم بإنشاء هوامش احتكارية بالإضافة إلى ما لديهم من مبيعات وتسويق. أنها لا تقدم مبيعات كبيرة والتسويق. Booking.com هي علامة تجارية رائعة ، ولكنها تنشئ هوامش فائقة لأنها تمتلك هياكل احتكارية. Blockchain يدمر هذا.
bn: টেকসই ব্যবসায়ের মামলা করা মধ্যস্থতাকারীদের পক্ষে খুব কঠিন হবে, ”[ফ্রিটজ জসেন] তিনি বলেছিলেন। “এই প্ল্যাটফর্মগুলি [ভ্রমণ মধ্যস্থতাকারীরা] বিজ্ঞাপনে কোটি কোটি টাকা ব্যয় করে পৌঁছায় এবং তারপরে বিক্রয় ও বিপণন হিসাবে তাদের যা আছে তার উপরে তারা একচেটিয়া মার্জিন তৈরি করে। তারা দুর্দান্ত বিক্রয় এবং বিপণনের প্রস্তাব দেয়। বুকিং ডট কম একটি দুর্দান্ত ব্র্যান্ড তবে তারা একচেটিয়া কাঠামো থাকার কারণে তারা উচ্চতর মার্জিন তৈরি করে। ব্লকচেইন এটি ধ্বংস করে।

source: However, much of the infrastructure and plumbing to build distributed marketplace apps did not exist prior to Origin.
ar: ومع ذلك ، فإن الكثير من البنية التحتية والسباكة لإنشاء تطبيقات السوق الموزعة لم تكن موجودة قبل الأصل.
bn: তবে বিতরণ করা মার্কেটপ্লেস অ্যাপ্লিকেশনগুলি তৈরির জন্য অনেকগুলি অবকাঠামো এবং নদীর গভীরতানির্ণয়ের অরিজিনের আগে উপস্থিত ছিল না।

source: We aim to address the shortcomings of existing marketplace companies and are excited that we have launched the Origin Platform as the way to usher in peer-to-peer commerce at scale.
ar: نحن نهدف إلى معالجة أوجه القصور في شركات السوق الحالية ، ونحن متحمسون لأننا أطلقنا منصة Origin لتكون السبيل للدخول في تجارة الند للند على نطاق واسع.
bn: আমরা বিদ্যমান বাজার সংস্থাগুলির ত্রুটিগুলি সমাধান করার লক্ষ্য রেখেছি এবং আমরা উত্সাহিত যে আমরা পিয়র-টু-পিয়ার বাণিজ্যকে স্কেল থেকে শুরু করার উপায় হিসাবে অরিজিন প্ল্যাটফর্মটি চালু করেছি।

source: Shortcomings <span>of existing marketplaces</span>
ar: أوجه القصور <span>من الأسواق القائمة</span>
bn: ভুলত্রুটি <span>বিদ্যমান মার্কেটপ্লেসের</span>

source: Unfair value capture
ar: القبض على قيمة غير عادلة
bn: অন্যায় মান ক্যাপচার

source: Value taken by today’s trusted intermediaries is oftentimes not commensurate with the value they create. In addition, value capture is concentrated to the network operators and not to the network participants.
ar: القيمة التي يتخذها الوسطاء الموثوق بهم اليوم لا تتناسب في كثير من الأحيان مع القيمة التي يقومون بإنشائها. بالإضافة إلى ذلك ، يتركز التقاط القيمة على مشغلي الشبكات وليس للمشاركين في الشبكة.
bn: আজকের বিশ্বস্ত মধ্যস্থতাকারীদের দ্বারা নেওয়া মূল্য প্রায়শই তারা তৈরি করা মানের সাথে সামঞ্জস্য হয় না। তদ্ব্যতীত, মূল্য ক্যাপচারটি নেটওয়ার্ক অপারেটরগুলিতে কেন্দ্রীভূত হয় এবং নেটওয়ার্ক অংশগ্রহণকারীদের নয়।

source: As an example, we can examine Airbnb, which has built a business currently valued at a reported $38 billion. Airbnb has built an impressive technology platform that facilitates online bookings and reviews, as well as launched local operations teams to bootstrap and cultivate local markets. Even in 2017, the company boasted 4M short-term rental listings<a class='whitepaper-footnote-link' href='#footnote4'>4</a>. There’s no denying that Airbnb has added immense value to the ecosystem by supplying both bits and blocks to the ecosystem. The short-term home rental market would not exist without Airbnb having created it.
ar: على سبيل المثال ، يمكننا فحص Airbnb ، التي قامت ببناء شركة تقدر قيمتها حاليًا بمبلغ 38 مليار دولار. قامت Airbnb ببناء منصة تقنية رائعة تسهِّل إجراء الحجوزات والمراجعات عبر الإنترنت ، فضلاً عن إطلاق فرق عمليات محلية لتزويد الأسواق المحلية بالوقود. حتى في عام 2017 ، تفاخرت الشركة بـ 4 ملايين قوائم تأجير قصيرة الأجل<a class='whitepaper-footnote-link' href='#footnote4'>4</a>. ليس هناك من ينكر أن Airbnb أضاف قيمة هائلة للنظام البيئي من خلال توفير كل من القطع والكتل للنظام البيئي. لن يكون سوق تأجير المنازل على المدى القصير بدون إنشاء Airbnb.
bn: উদাহরণস্বরূপ, আমরা এয়ারবিএনবি পরীক্ষা করতে পারি, এটি বর্তমানে রিপোর্ট করা built 38 বিলিয়ন ডলারের একটি ব্যবসায় তৈরি করেছে। এয়ারবিএনবি একটি চিত্তাকর্ষক প্রযুক্তি প্ল্যাটফর্ম তৈরি করেছে যা অনলাইন বুকিং এবং পর্যালোচনা সহজতর করে, পাশাপাশি স্থানীয় বাজারগুলি বুটস্ট্র্যাপ এবং চাষাবাদে স্থানীয় অপারেশন দলগুলি চালু করে। এমনকি 2017 সালে, সংস্থাটি 4 এম স্বল্পমেয়াদী ভাড়া তালিকা<a class='whitepaper-footnote-link' href='#footnote4'>4</a>নিয়ে গর্ব করেছে। অস্বীকার করার কোনও দরকার নেই যে এয়ারবিএনবি বাস্তুসংস্থায় বিট এবং ব্লক উভয় সরবরাহ করে বাস্তুতন্ত্রের ক্ষেত্রে অগাধ মূল্য যুক্ত করেছে। স্বল্প-মেয়াদী বাড়ি ভাড়া বাজারটি এয়ারবিএনবি তৈরি না করেই থাকতে পারে না।

source: Today, the technology platform has been built and the marketplace grows organically with new hosts and users both proactively seeking out Airbnb’s website and mobile app. Airbnb charges guests 5-15%% and hosts 3-5%% of every booking. This means Airbnb will capture as much as 20%% of the value of every transaction regardless of whether additional work is being done by the company. Airbnb also automatically withholds local taxes as well, which can be significant. For example, the hotel taxes in Chicago, Atlanta, and Seattle are 16%%.
ar: اليوم ، تم بناء منصة التكنولوجيا وينمو السوق بشكل عضوي من خلال مضيفين جدد ومستخدمين يبحثون بشكل استباقي عن موقع Airbnb وتطبيقات الهاتف المحمول. Airbnb يتقاضى الضيوف 5-15%% ويستضيف 3-5%% من كل حجز. هذا يعني أن Airbnb ستحصل على 20%% من قيمة كل معاملة بغض النظر عما إذا كانت الشركة تقوم بعمل إضافي. Airbnb أيضا يحجب الضرائب المحلية أيضا ، والتي يمكن أن تكون كبيرة. على سبيل المثال ، الضرائب على الفنادق في شيكاغو وأتلانتا وسياتل هي 16%%.
bn: আজ, প্রযুক্তি প্ল্যাটফর্মটি তৈরি করা হয়েছে এবং নতুন হোস্ট এবং ব্যবহারকারী উভয়ই সক্রিয়ভাবে এয়ারবিএনবির ওয়েবসাইট এবং মোবাইল অ্যাপ্লিকেশন সন্ধানের মাধ্যমে বাজারে জৈবিকভাবে বৃদ্ধি পেয়েছে। Airbnb এর গেস্ট 5-15 চার্জ%% এবং হোস্ট 3-5%% যে বুকিং। এর মানে হল এই Airbnb এর যতটা 20 ক্যাপচার হবে%% কিনা অতিরিক্ত কাজ কোম্পানী দ্বারা কাজ করা হচ্ছে না নির্বিশেষে প্রতিটি লেনদেনের মূল্য। এয়ারবিএনবি স্বয়ংক্রিয়ভাবে স্থানীয় শুল্কও রোধ করে, যা তাৎপর্যপূর্ণ হতে পারে। উদাহরণস্বরূপ, শিকাগো, আটলান্টা এবং সিয়াটেলের হোটেল করগুলি 16%%।

source: It’s worth noting that Airbnb is not alone in charging egregious fees for its matching service. Online travel agencies like Booking.com and Expedia charge affiliate hotels 15-30%% of transaction value<a class='whitepaper-footnote-link' href='#footnote5'>5</a>
ar: تجدر الإشارة إلى أن Airbnb ليست وحدها في فرض رسوم باهظة مقابل خدمات المطابقة الخاصة بها. وكالات السفر عبر الإنترنت مثل Booking.com و Expedia التابعة لفنادق 15-30%% بقيمة المعاملة<a class='whitepaper-footnote-link' href='#footnote5'>5</a>
bn: এটি লক্ষণীয় যে এয়ারবিএনবি এর সাথে ম্যাচিংয়ের পরিষেবার জন্য বিশাল ফি চার্জ করার ক্ষেত্রে একা নয়। বুকিং ডটকম এবং এক্সপিডিয়ার মতো অনলাইন ট্র্যাভেল এজেন্সিগুলি অনুমোদিত হোটেলগুলি লেনদেনের মূল্য<a class='whitepaper-footnote-link' href='#footnote5'>5</a>এর 15-30%% চার্জ করে

source: In this case, while buyer and seller are both better off than they would be without Airbnb, they are leaving money on the table since both sides would be willing to meet at a price somewhere in the middle. A more efficient market would exist if the transaction fees were removed or even decreased. Buyer and seller will both be better off economically as Airbnb is disintermediated.
ar: في هذه الحالة ، في حين أن كلا من البائع والمشتري أفضل حالًا مما لو كانوا بدون Airbnb ، فإنهم يتركون المال على الطاولة لأن كلا الجانبين سيكون على استعداد للقاء بسعر في مكان ما في الوسط. سيكون هناك سوق أكثر كفاءة إذا تم إزالة رسوم المعاملات أو حتى انخفضت. سيكون كل من البائع والمشتري أفضل حالًا من الناحية الاقتصادية نظرًا لعدم تمييز Airbnb.
bn: এই ক্ষেত্রে, ক্রেতা এবং বিক্রেতারা উভয়ই এয়ারবিএনবি ছাড়াই ভাল থাকায় তারা টেবিলের উপর অর্থ রেখে চলেছে যেহেতু উভয় পক্ষই মাঝখানে কোথাও কোনও মূল্যে দেখাতে রাজি হবে। লেনদেনের ফি অপসারণ করা বা এমনকি হ্রাস করা হলে আরও কার্যকর বাজারের অস্তিত্ব থাকবে। ক্রেতা এবং বিক্রেতার উভয়ই অর্থনৈতিকভাবে আরও ভাল হবে কারণ এয়ারবিএনবি বিচ্ছিন্ন হয়ে পড়েছে।

source: What if efficient marketplaces could be built that do not charge expensive transaction fees?
ar: ماذا لو كان من الممكن بناء أسواق فعالة لا تفرض رسومًا باهظة على المعاملات؟
bn: যদি এমন কার্যকর বাজারগুলি এমন জায়গা তৈরি করা যেতে পারে যেগুলি ব্যয়বহুল লেনদেনের ফি গ্রহণ করে না?

source: Further, as Airbnb has thrived, it is the company’s shareholders that will reap the handsome rewards. The company’s founders, venture capitalists, and employees will make an immense amount of money in an IPO that is anticipated in 2020. But what about Airbnb’s earliest hosts that supplied liquidity to the market? Sure, they benefited by making revenue on the platform, but they are not getting outsized rewards for their integral contributions in the early days of the marketplace like employees and investors are. In a somewhat exaggerated analogy, the company is running a feudal system where its hosts act as serfs to overfill the network owner’s coffers.
ar: علاوة على ذلك ، مع ازدهار Airbnb ، فإن مساهمي الشركة هم الذين سيحصدون المكافآت الوسيم. سيحقق مؤسسو الشركة ورؤوس أموالها وموظفوها مبلغًا هائلاً من المال في طرح عام أولي متوقع في عام 2020. لكن ماذا عن مضيفات Airbnb الأولى التي وفرت السيولة للسوق؟ بالتأكيد ، لقد استفادوا من تحقيق إيرادات على المنصة ، لكنهم لا يحصلون على مكافآت كبيرة مقابل مساهماتهم الأساسية في الأيام الأولى للسوق مثل الموظفين والمستثمرين. في تشبيه مبالغ فيه إلى حد ما ، تدير الشركة نظامًا إقطاعيًا حيث يعمل مضيفوها كقنانين لملء خزائن مالك الشبكة.
bn: তদুপরি, এয়ারবিএনবি যেমন সাফল্য অর্জন করেছে, তেমনি সংস্থার শেয়ারহোল্ডাররা হ্যান্ডসাম পুরষ্কার সংগ্রহ করবে। সংস্থার প্রতিষ্ঠাতা, উদ্যোক্তা পুঁজিপতি এবং কর্মচারীরা ২০২০ সালে প্রত্যাশিত একটি আইপিওতে প্রচুর পরিমাণে অর্থোপার্জন করবে But তবে বাজারে তরলতা সরবরাহকারী এয়ারবিএনবির আদিতম হোস্টদের কী হবে? অবশ্যই, তারা প্লাটফর্মে আয় করে উপকৃত হয়েছে, তবে তারা কর্মস্থল এবং বিনিয়োগকারীদের মতো বাজারের প্রথম দিকের অবিচ্ছেদ্য অবদানের জন্য বহিরাগত পুরষ্কার পাচ্ছেন না। কিছুটা অতিরঞ্জিত উপমা অনুসারে, সংস্থাটি একটি সামন্ততান্ত্রিক ব্যবস্থা চালাচ্ছে যেখানে তার হোস্টগুলি নেটওয়ার্কের মালিকের কফারগুলিকে ভরাট করতে সার্ফ হিসাবে কাজ করে as
