Repository: Amit00077/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, el, ja, nl, th

source: The Origin flagship marketplace app is our consumer marketplace product that allows buyers and sellers on the network to do business. It is available today on the web at shoporigin.com and on both iOS and Android mobile devices at originprotocol.com/mobile.
ar: يعد التطبيق الرائد في سوق Origin هو منتجنا لسوق المستهلك الذي يسمح للمشترين والبائعين على الشبكة بممارسة الأعمال التجارية. وهي متاحة اليوم على شبكة الإنترنت في shoporigin.com وعلى أجهزة iOS و Android على الأجهزة المحمولة على Originprotocol.com/mobile.
bn: অরিজিন ফ্ল্যাগশিপ মার্কেটপ্লেস অ্যাপ্লিকেশনটি আমাদের ভোক্তা মার্কেটপ্লেস পণ্য যা নেটওয়ার্কে ক্রেতাদের এবং বিক্রেতাদের ব্যবসা করতে দেয়। এটি আজ শপরিগিন.কম এ ওয়েবে এবং আইওএস এবং অ্যান্ড্রয়েড উভয় মোবাইল ডিভাইসে অরিজিনপোটোকল ডটকম / মোবাইলে উপলভ্য।

source: Today, there is one primary Origin marketplace decentralized app (DApp), though there are multiple vertical-specific DApps (e.g. in the home-sharing or services verticals) that are currently being actively developed. There are also multiple third-party applications already running on the Origin Platform.
ar: يوجد اليوم تطبيق لامركزي أساسي لسوق Origin (DApp) ، على الرغم من أن هناك العديد من تطبيقات DApps ذات العمودي (على سبيل المثال في قطاعات المشاركة في المنازل أو الخدمات) التي يتم تطويرها حاليًا بشكل نشط. هناك أيضًا العديد من تطبيقات الطرف الثالث التي تعمل بالفعل على Origin Platform.
bn: বর্তমানে সক্রিয়ভাবে বিকাশমান একাধিক উল্লম্ব-নির্দিষ্ট ডিপিএস (যেমন হোম-ভাগ করে নেওয়ার বা পরিষেবাদি উল্লম্ব ক্ষেত্রে) থাকা সত্ত্বেও বর্তমানে একটি প্রাথমিক ওরিজিন বাজারের বিকেন্দ্রীকরণকৃত অ্যাপ্লিকেশন (ডিপিপি) রয়েছে। অরিজিন প্ল্যাটফর্মটিতে ইতিমধ্যে একাধিক তৃতীয় পক্ষের অ্যাপ্লিকেশন চলছে।

source: Users can use the Origin flagship marketplace app provided they have the Origin Mobile app or an Ethereum wallet and a web3-enabled browser like Coinbase Wallet, imToken, Trust Wallet, or Metamask.
ar: يمكن للمستخدمين استخدام تطبيق Origin الرئيسي في السوق بشرط أن يكون لديهم تطبيق Origin Mobile أو محفظة Ethereum ومتصفح يدعم الويب 3 مثل Coinbase Wallet أو imToken أو Trust Wallet أو Metamask.
bn: ব্যবহারকারীরা অরিজিন ফ্ল্যাগশিপ মার্কেটপ্লেস অ্যাপ্লিকেশন ব্যবহার করতে পারেন তবে তাদের কাছে অরিজিন মোবাইল অ্যাপ্লিকেশন বা একটি ইথেরিয়াম ওয়ালেট এবং একটি ওয়েব 3-সক্ষম ব্রাউজার যেমন কইনবেস ওয়ালট, ইমটোকেন, ট্রাস্ট ওয়ালেট বা মেটামাস্ক রয়েছে।

source: Sellers can create listings, set availability of their offerings, and accept payment. Buyers can browse and search a full index of all goods and services offered on the Origin marketplace DApp, and most importantly, make purchases.
ar: يمكن للبائعين إنشاء قوائم وتعيين توفر عروضهم وقبول الدفع. يمكن للمشترين استعراض وبحث فهرس كامل لجميع السلع والخدمات المقدمة في Origin marketplace DApp ، والأهم من ذلك ، إجراء عمليات الشراء.
bn: বিক্রেতারা তালিকা তৈরি করতে, তাদের অফারগুলির উপলভ্যতা সেট করতে এবং অর্থ প্রদান গ্রহণ করতে পারে। ক্রেতারা অরিজিন মার্কেটপ্লেস ডিএপিতে দেওয়া সমস্ত পণ্য এবং পরিষেবার একটি সম্পূর্ণ সূচক ব্রাউজ এবং অনুসন্ধান করতে পারেন এবং সর্বাধিক গুরুত্বপূর্ণভাবে, কেনাকাটা করতে পারেন।

source: The Origin DApp serves as a lightweight client on the Origin Platform. The frontend code can even be hosted and distributed on the open IPFS network.
ar: يقدم Origin DApp كعميل خفيف الوزن على Origin Platform. يمكن استضافة رمز الواجهة الأمامية وتوزيعها على شبكة IPFS المفتوحة.
bn: অরিজিন ডিএপি অরিজিন প্ল্যাটফর্মের উপর একটি হালকা ওজনের ক্লায়েন্ট হিসাবে কাজ করে। সামনের কোডটি এমনকি উন্মুক্ত আইপিএফ নেটওয়ার্কে হোস্ট করা এবং বিতরণ করা যেতে পারে।

source: Of particular note is that we don’t intend for the Origin DApp to be the only way to access user and transaction data. Our code, protocols, and specifications are all 100%% open-source, and we expect and hope that others will extend and fork the code to create their own frontend experiences. Already, we have had over 170 open-source contributors participate in improving our core libraries and initial marketplace app. There are already multiple third-party DApps running on the Origin Platform across numerous verticals such as home-sharing, luxury ecommerce, and fine art.
ar: من الجدير بالذكر أننا لا ننوي أن يكون تطبيق Origin DApp هو الطريقة الوحيدة للوصول إلى بيانات المستخدم والمعاملة. كودنا وبروتوكولاتنا ومواصفاتنا كلها مفتوحة المصدر 100%% ، ونتوقع ونأمل أن يقوم الآخرون بتوسيع وشفر الكود لإنشاء تجارب الواجهة الخاصة بهم. بالفعل ، شاركنا أكثر من 170 مساهمًا مفتوح المصدر يشاركون في تحسين مكتباتنا الأساسية والتطبيق الأولي للسوق. هناك بالفعل العديد من تطبيقات DApps التابعة لجهات خارجية تعمل على Origin Platform عبر العديد من القطاعات مثل المشاركة في المنازل والتجارة الإلكترونية الفاخرة والفنون الجميلة.
bn: বিশেষ দ্রষ্টব্যটি হল যে আমরা ব্যবহারকারী এবং লেনদেনের ডেটা অ্যাক্সেস করার একমাত্র উপায় অরিজিন ডি অ্যাপের জন্য চাই না। আমাদের কোড, প্রোটোকল, এবং বিশেষ উল্লেখ সব 100 হয়%% ওপেন সোর্স, এবং আমরা আশা এবং আশা অন্যদের প্রসারিত এবং তাদের নিজস্ব ফ্রন্টএন্ড অভিজ্ঞতা তৈরি করতে কোড মাল হবে। ইতিমধ্যে, আমাদের 170 টিরও বেশি ওপেনসোর্স অবদানকারীরা আমাদের মূল লাইব্রেরি এবং প্রাথমিক বাজার অ্যাপ্লিকেশনটিকে উন্নত করতে অংশ নিয়েছেন। অরিজিন প্ল্যাটফর্মে হোম-শেয়ারিং, লাক্সারি ইকমার্স এবং সূক্ষ্ম শিল্পের মতো অসংখ্য ভার্টিকাল জুড়ে ইতিমধ্যে একাধিক তৃতীয় পক্ষের ডিপ্স রয়েছে।

source: We see the Origin flagship marketplace app as just the first way to interact with the Origin protocols. In the coming months and years after our 1.0 launch, we expect hundreds of third-party websites, mobile apps, and even new APIs to be built on top of the network.
ar: نحن نرى أن تطبيق Origin Origin Marketplace هو الطريقة الأولى للتفاعل مع بروتوكولات Origin. في الأشهر والسنوات القادمة بعد إطلاق الإصدار 1.0 ، نتوقع إنشاء مئات من مواقع الأطراف الثالثة وتطبيقات الأجهزة المحمولة وحتى واجهات برمجة التطبيقات الجديدة على رأس الشبكة.
bn: আমরা অরিজিন ফ্ল্যাগশিপ মার্কেটপ্লেস অ্যাপ্লিকেশনটিকে অরিজিন প্রোটোকলের সাথে ইন্টারেক্ট করার প্রথম উপায় হিসাবে দেখি see আমাদের ১.০ প্রবর্তনের পরে আগত মাস এবং বছরগুলিতে আমরা শত শত তৃতীয় পক্ষের ওয়েবসাইট, মোবাইল অ্যাপ্লিকেশন এবং এমনকি নতুন এপিআইগুলি নেটওয়ার্কের শীর্ষে তৈরি হওয়ার আশা করি।

source: To that end, we expect new and better user experiences that focus on specific verticals (e.g. home-sharing vs. tasks) or regions (e.g. Brazil vs. Switzerland) to be created that can drill deeper on custom features and localization. These third-party developer applications will take advantage of all or parts of the underlying Origin developer infrastructure and protocols. We intend to support fully decentralized applications, partially decentralized applications (e.g. applications that use managed wallets), and even mostly-centralized applications that are still focused on peer-to-peer commerce (e.g. applications that utilize the Origin Token for incentives that are hosted on traditional infrastructure).
ar: تحقيقًا لهذه الغاية ، نتوقع إنشاء تجارب جديدة وأفضل للمستخدم تركز على قطاعات محددة (مثل مشاركة المنازل مقابل المهام) أو مناطق (مثل البرازيل مقابل سويسرا) يمكن إنشاؤها بشكل أعمق على الميزات المخصصة والتوطين. ستستفيد تطبيقات مطوري الطرف الثالث من جميع أو أجزاء البنية الأساسية وبروتوكولات مطور الأصل. نعتزم دعم التطبيقات اللامركزية بالكامل والتطبيقات اللامركزية جزئيًا (مثل التطبيقات التي تستخدم محافظ مُدارة) ، وحتى التطبيقات التي تتمركز معظمها والتي لا تزال تركز على التجارة من نظير إلى نظير (على سبيل المثال ، التطبيقات التي تستخدم رمز المنشأ للحصول على الحوافز المستضافة على البنية التحتية التقليدية).
bn: সে লক্ষ্যে, আমরা নতুন এবং আরও ভাল ব্যবহারকারীর অভিজ্ঞতা আশা করব যা নির্দিষ্ট উল্লম্ব (যেমন হোম শেয়ারিং বনাম টাস্কগুলি) বা অঞ্চলগুলিতে (যেমন ব্রাজিল বনাম সুইজারল্যান্ড) তৈরি করা হবে যা কাস্টম বৈশিষ্ট্য এবং স্থানীয়করণের উপর গভীরতর মহড়া করতে পারে। এই তৃতীয় পক্ষের বিকাশকারী অ্যাপ্লিকেশনগুলি অন্তর্নিহিত উত্স বিকাশকারী অবকাঠামো এবং প্রোটোকলের সমস্ত বা অংশের সুবিধা নেবে। আমরা সম্পূর্ণরূপে বিকেন্দ্রীভূত অ্যাপ্লিকেশন, আংশিক বিকেন্দ্রীভূত অ্যাপ্লিকেশনগুলি (যেমন অ্যাপ্লিকেশনগুলি যা পরিচালিত ওয়ালেটগুলি ব্যবহার করে) সমর্থন করে এবং এমনকি বেশিরভাগ কেন্দ্রীভূত অ্যাপ্লিকেশনগুলি এখনও পিয়ার-টু-পিয়ার বাণিজ্যগুলিতে নিবদ্ধ (যেমন অ্যাপ্লিকেশনগুলি উত্সাহিত উত্সাহগুলির জন্য অরিজিন টোকেনকে ব্যবহার করে) traditionalতিহ্যগত অবকাঠামোতে)।

source: We intend to build a robust developer ecosystem that results in many successful third-party applications. As blockchain and distributed technologies are still nascent and challenging to work with for most developers, Origin intends to release easy-to-use developer libraries that simplify the development process for third-parties. By implementing an easy-to-use abstraction layer, we hope to attract many more developers that have experience in traditional web and mobile technologies, but may not be familiar with blockchain programming
ar: نعتزم إنشاء نظام بيئي قوي للمطوّر ينتج عنه العديد من تطبيقات الطرف الثالث الناجحة. نظرًا لأن blockchain والتقنيات الموزعة لا تزال حديثة وصعبة في العمل مع معظم المطورين ، تعتزم Origin إصدار مكتبات مطور سهلة الاستخدام تعمل على تبسيط عملية التطوير للأطراف الثالثة. من خلال تطبيق طبقة تجريدية سهلة الاستخدام ، نأمل في جذب المزيد من المطورين الذين لديهم خبرة في تقنيات الويب والهواتف المحمولة التقليدية ، ولكن قد لا يكونوا على دراية ببرمجة blockchain
bn: আমরা একটি দৃust় বিকাশকারী ইকোসিস্টেম তৈরির লক্ষ্যে কাজ করেছি যার ফলশ্রুতিতে অনেক সফল তৃতীয় পক্ষের অ্যাপ্লিকেশন আসে। যেহেতু ব্লকচেইন এবং বিতরণকৃত প্রযুক্তিগুলি এখনও বেশিরভাগ বিকাশকারীদের সাথে কাজ করা স্নিগ্ধ এবং চ্যালেঞ্জিং, তত্কালীন পক্ষের জন্য বিকাশ প্রক্রিয়াটিকে সহজতর করার জন্য সহজে ব্যবহারযোগ্য বিকাশকারী গ্রন্থাগারগুলি প্রকাশের মূল উত্স nds সহজেই ব্যবহারযোগ্য বিমূর্ততা স্তর প্রয়োগ করে আমরা আরও অনেক বিকাশকারীকে আকৃষ্ট করার আশাবাদী যা traditionalতিহ্যবাহী ওয়েব এবং মোবাইল প্রযুক্তিতে অভিজ্ঞতা আছে তবে ব্লকচেইন প্রোগ্রামিংয়ের সাথে পরিচিত নাও হতে পারি

source: The first of these libraries will be a Javascript GraphQL library that web developers can use in their web applications. Future libraries may include mobile libraries for popular mobile operating systems like Apple’s iOS and Google’s Android.
ar: ستكون أول هذه المكتبات مكتبة Javascript GraphQL التي يمكن لمطوري الويب استخدامها في تطبيقات الويب الخاصة بهم. قد تتضمن مكتبات المستقبل مكتبات متنقلة لأنظمة تشغيل الهواتف المحمولة الشهيرة مثل Apple iOS و Google's Android.
bn: এই লাইব্রেরির প্রথমটি একটি জাভাস্ক্রিপ্ট গ্রাফকিউএল লাইব্রেরি হবে যা ওয়েব বিকাশকারীরা তাদের ওয়েব অ্যাপ্লিকেশনগুলিতে ব্যবহার করতে পারেন। ভবিষ্যতের লাইব্রেরিতে অ্যাপলের আইওএস এবং গুগলের অ্যান্ড্রয়েডের মতো জনপ্রিয় মোবাইল অপারেটিং সিস্টেমগুলির জন্য মোবাইল লাইব্রেরি অন্তর্ভুক্ত থাকতে পারে।

source: In addition, we expect that some marketplace operators will want to get started without spending as much time and effort engineering fully-customized apps. As such, we’ve also launched an early version of our Marketplace Creator (creator.originprotocol.com) that enables marketplace operators to launch marketplaces with little or no programming required.
ar: بالإضافة إلى ذلك ، نتوقع أن يرغب بعض مشغلي السوق في البدء دون إنفاق الكثير من الوقت والجهد على تطبيقات مخصصة بالكامل. على هذا النحو ، أطلقنا أيضًا إصدارًا مبكرًا من Marketplace Creator (creator.originprotocol.com) الذي يمكّن مشغلي السوق من إطلاق الأسواق دون الحاجة إلى برمجة تذكر أو بدون الحاجة إلى ذلك.
bn: তদতিরিক্ত, আমরা আশা করি যে কিছু মার্কেটপ্লেস অপারেটর ইঞ্জিনিয়ারিং পুরোপুরি কাস্টমাইজড অ্যাপ্লিকেশনগুলিতে বেশি সময় এবং প্রচেষ্টা ব্যয় না করেই শুরু করতে চাইবে। এর মতো, আমরা আমাদের মার্কেটপ্লেস ক্রিয়েটর (ক্রিয়েটর.রিগিনপ্রোটোকল ডটকম) এর একটি প্রাথমিক সংস্করণও চালু করেছি যা মার্কেটপ্লেস অপারেটরগুলিকে অল্প বা কোনও প্রোগ্রামিংয়ের প্রয়োজন ছাড়া মার্কেটপ্লেস চালু করতে সক্ষম করে।

source: Origin protocols encompass our open-source standards for many marketplace features, including user identity, publishing listings, and peer-to-peer transactions. The Protocols also include an open and shared data layer of users, listings, and other data on our Marketplace contract.
ar: تشمل بروتوكولات الأصل معاييرنا مفتوحة المصدر للعديد من ميزات السوق ، بما في ذلك هوية المستخدم وقوائم النشر ومعاملات نظير إلى نظير. تشتمل البروتوكولات أيضًا على طبقة بيانات مفتوحة ومشتركة من المستخدمين وقوائم البيانات وغيرها من البيانات في عقد Marketplace الخاص بنا.
bn: অরিজিন প্রোটোকলগুলি ব্যবহারকারীর পরিচয়, প্রকাশের তালিকা, এবং পিয়ার-টু-পিয়ার লেনদেন সহ অনেকগুলি মার্কেটপ্লেস বৈশিষ্ট্যগুলির জন্য আমাদের ওপেন সোর্স মানকে অন্তর্ভুক্ত করে। প্রোটোকলগুলিতে আমাদের মার্কেটপ্লেস চুক্তিতে ব্যবহারকারীদের তালিকা, তালিকা এবং অন্যান্য ডেটা ওপেন এবং শেয়ার করা ডেটা স্তর অন্তর্ভুক্ত করা হয়।

source: A full list of our Ethereum smart contracts is below:
ar: قائمة كاملة من العقود الذكية Ethereum لدينا أدناه:
bn: আমাদের ইথেরিয়াম স্মার্ট চুক্তির একটি সম্পূর্ণ তালিকা নীচে রয়েছে:

source: Origin Token (OGN) Contract
ar: عقد رمز الأصل (OGN)
bn: অরিজিন টোকেন (ওজিএন) চুক্তি

source: Origin Marketplace Contract
ar: عقد سوق المنشأ
bn: মূল মার্কেটপ্লেস চুক্তি

source: Origin Identity Contract
ar: أصل هوية العقد
bn: মূল পরিচয়ের চুক্তি

source: User and transaction data is stored on the Ethereum blockchain and IPFS. This means that third-parties can query the public Ethereum blockchain and IPFS network for currently available listings, a history of previous transactions, and the reputations of various ecosystem buyers and sellers
bn: ব্যবহারকারী এবং লেনদেনের ডেটা ইথেরিয়াম ব্লকচেইন এবং আইপিএফএসে সঞ্চিত থাকে। এর অর্থ এই যে তৃতীয় পক্ষগুলি বর্তমানে উপলব্ধ তালিকা, পূর্ববর্তী লেনদেনের ইতিহাস এবং বিভিন্ন বাস্তুতন্ত্রের ক্রেতা এবং বিক্রেতার নামকরা জন্য পাবলিক ইথেরিয়াম ব্লকচেইন এবং আইপিএফএস নেটওয়ার্ককে জিজ্ঞাসা করতে পারে

source: This creates several benefits. First, the corpus of data is open and immutable, which means it can be trusted without requiring the traditional third-party intermediary that imposes its “trust tax”. Second, it levels the competitive playing field and allows for new teams of developers, entrepreneurs, and organizations to compete with each other off of this shared data, and ultimately creates greater value for the platform. After our 1.0 launch, we anticipate that much of the development of the Origin Platform will come from third-party developers that make use of this open data layer.
ar: هذا يخلق العديد من الفوائد. أولاً ، إن مجموعة البيانات مفتوحة وغير قابلة للتغيير ، مما يعني أنه يمكن الوثوق بها دون طلب وسيط الطرف الثالث التقليدي الذي يفرض "ضريبة الثقة" الخاصة به. وثانياً ، فهي تعمل على رفع مستويات التنافس وتسمح لفرق جديدة من المطورين ورجال الأعمال والمنظمات بالتنافس مع بعضهم البعض من هذه البيانات المشتركة ، وفي نهاية المطاف تخلق قيمة أكبر للمنصة. بعد إطلاق 1.0 ، نتوقع أن يأتي معظم تطوير Origin Platform من مطوري الطرف الثالث الذين يستخدمون طبقة البيانات المفتوحة هذه.
bn: এটি বিভিন্ন সুবিধা তৈরি করে। প্রথমত, ডেটাগুলির কর্পাসটি উন্মুক্ত এবং অপরিবর্তনীয়, যার অর্থ এটি "বিশ্বাস কর" আরোপকারী traditionalতিহ্যগত তৃতীয় পক্ষের মধ্যস্থতাকারীর প্রয়োজন ছাড়াই বিশ্বাস করা যায়। দ্বিতীয়ত, এটি প্রতিযোগিতামূলক প্লেয়িং ফিল্ডকে স্তর দেয় এবং বিকাশকারী, উদ্যোক্তা এবং সংস্থাগুলির নতুন দলগুলিকে এই ভাগ করা তথ্য থেকে একে অপরের সাথে প্রতিযোগিতা করার অনুমতি দেয় এবং শেষ পর্যন্ত প্ল্যাটফর্মের জন্য আরও বেশি মান তৈরি করে। আমাদের ১.০ লঞ্চের পরে, আমরা অনুমান করি যে অরিজিন প্ল্যাটফর্মের অনেকগুলি বিকাশ তৃতীয় পক্ষের বিকাশকারীদের থেকে আসবে যারা এই ওপেন ডেটা স্তরটি ব্যবহার করে।

source: The best precedent of this is Bitcoin itself. An open, immutable transaction history allowed many Bitcoin exchanges to pop up worldwide. They now compete for customers and trading volume with no single party having the luxury of benefiting off of private data. Far from giving away the keys to the kingdom, this has encouraged exchanges to compete on security, user experience, marketing, and fees<a class='whitepaper-footnote-link' href='#footnote16'>16</a>. The aggregate efforts have pushed Bitcoin and cryptocurrency immeasurably further than if a single company had tried to pioneer a private digital currency and exchange
ar: أفضل سابقة في هذا الأمر هي Bitcoin نفسها. سمح سجل المعاملات المفتوح وغير الثابت للعديد من عمليات تبادل Bitcoin بالظهور في جميع أنحاء العالم. يتنافسون الآن على العملاء وحجم التداول مع عدم وجود طرف واحد يتمتع برفاهية الاستفادة من البيانات الخاصة. بعيداً عن التخلي عن مفاتيح المملكة ، فقد شجع ذلك البورصات على التنافس على الأمن وتجربة المستخدم والتسويق والرسوم<a class='whitepaper-footnote-link' href='#footnote16'>16</a>. لقد دفعت الجهود الكلية Bitcoin والعملات المشفرة إلى أبعد من ذلك بكثير مما لو كانت شركة واحدة قد حاولت رائدة عملة رقمية خاصة وتبادلها.
bn: এর সেরা নজির হ'ল বিটকয়েন নিজেই। একটি উন্মুক্ত, অপরিবর্তনীয় লেনদেনের ইতিহাস অনেক বিটকয়েন এক্সচেঞ্জকে বিশ্বব্যাপী পপ আপ করার অনুমতি দেয়। তারা এখন গ্রাহক এবং ব্যবসায়িক ভলিউমের জন্য প্রতিযোগিতা করে যাতে কোনও একক পক্ষই ব্যক্তিগত ডেটা বন্ধ করে দেওয়ার সুবিধা নেই। রাজ্যের চাবিগুলি দেওয়া থেকে দূরে, এটি সিকিউরিটি, ব্যবহারকারীর অভিজ্ঞতা, বিপণন এবং ফি<a class='whitepaper-footnote-link' href='#footnote16'>16</a>প্রতিযোগিতা করতে এক্সচেঞ্জগুলিকে উত্সাহিত করেছে। সামগ্রিক প্রচেষ্টাগুলি বিটকয়েন এবং ক্রিপ্টোকারেন্সিকে প্রচুর পরিমাণে ঠেলে দিয়েছে যদি কোনও একক সংস্থা কোনও বেসরকারী ডিজিটাল মুদ্রা এবং আদান-প্রদানের চেষ্টা করে থাকে

source: Again, the intended goal is to have many minds collectively tackle the problem of building the right infrastructure, data models, information architecture, etc. to organize and consume data for the decentralized sharing economy.
ar: مرة أخرى ، الهدف المنشود هو أن يكون لدى العديد من العقول معالجة جماعية لمشكلة بناء البنية التحتية المناسبة ، ونماذج البيانات ، وهندسة المعلومات ، وما إلى ذلك لتنظيم واستهلاك البيانات من أجل اقتصاد المشاركة اللامركزي.
bn: আবার, উদ্দেশ্যযুক্ত লক্ষ্য হ'ল বিকেন্দ্রীভূত ভাগ করে নেওয়ার অর্থনীতির জন্য ডেটাগুলিকে সংগঠিত ও গ্রাহ্য করার জন্য অনেক মন সম্মিলিতভাবে সঠিক অবকাঠামো, ডেটা মডেল, তথ্য আর্কিটেকচার ইত্যাদি নির্মাণের সমস্যা মোকাবেলা করা।

source: Key Product Features <span>& Benefits</span>
ar: ميزات المنتج الرئيسية <span>والفوائد</span>
bn: মূল পণ্য বৈশিষ্ট্যগুলি <span>এবং বেনিফিট</span>

source: To recap, at a high-level, the Origin Platform and third-party applications built on top of it have several intended advantages when compared to existing sharing economy marketplaces.
ar: للتخلص ، على مستوى عالٍ ، تتمتع منصة Origin وتطبيقات الجهات الخارجية المبنية عليها بعدة مزايا مقصودة عند مقارنتها بأسواق اقتصاد المشاركة الحالية.
bn: পুনরুদ্ধার করার জন্য, একটি উচ্চ-স্তরে, বিদ্যমান শেয়ারিং ইকোনমি মার্কেটপ্লেসের তুলনায় এটির উপরে নির্মিত অরিজিন প্ল্যাটফর্ম এবং তৃতীয় পক্ষের অ্যাপ্লিকেশনগুলির কয়েকটি উদ্দেশ্যমূলক সুবিধা রয়েছে।

source: Of paramount importance is the ability to cut out almost all of the transaction fees associated from bookings between buyers and suppliers. Because of the Fat Protocol phenomenon, the value of the network lies mostly in the value of the protocol layer<a class='whitepaper-footnote-link' href='#footnote17'>17</a>, and less on the applications layer (in this case, websites that would otherwise charge fees). Our incentives are to build a rich ecosystem of buyers and sellers, so we do not intend to charge onerous transaction fees on the protocol level.
ar: من الأهمية بمكان القدرة على الاستغناء عن جميع رسوم المعاملات المرتبطة بالحجوزات بين المشترين والموردين. بسبب ظاهرة بروتوكول الدهون ، تكمن قيمة الشبكة في الغالب في قيمة طبقة البروتوكول<a class='whitepaper-footnote-link' href='#footnote17'>17</a>، وأقل على طبقة التطبيقات (في هذه الحالة ، مواقع الويب التي ستفرض رسومًا على خلاف ذلك). تتمثل حوافزنا في بناء نظام بيئي غني للمشترين والبائعين ، لذلك نحن لا ننوي فرض رسوم المعاملات المرهقة على مستوى البروتوكول.
bn: ক্রেতাদের এবং সরবরাহকারীদের মধ্যে বুকিংয়ের সাথে সম্পর্কিত প্রায় সমস্ত লেনদেনের ফি কাটাতে পারাপারের গুরুত্বের বিষয়টি importance ফ্যাট প্রোটোকল ঘটনার কারণে, নেটওয়ার্কের মান বেশিরভাগ প্রোটোকল স্তর<a class='whitepaper-footnote-link' href='#footnote17'>17</a>এর মূল্যের মধ্যে থাকে এবং অ্যাপ্লিকেশন স্তরের চেয়ে কম থাকে (এই ক্ষেত্রে, ওয়েবসাইটগুলি যা অন্যথায় ফি নিতে পারে)। আমাদের উত্সাহগুলি হ'ল ক্রেতা এবং বিক্রেতাদের একটি সমৃদ্ধ বাস্তুসংস্থান তৈরি করা, সুতরাং আমরা প্রোটোকল স্তরে অত্যধিক লেনদেনের ফি আদায় করার ইচ্ছা করি না।

source: Note that this does not necessarily prohibit transaction fees charged by third-party application developers. Today, Origin Tokens are used as an incentive mechanism that provides third-party marketplace operators with a revenue stream via Origin Commissions. Sellers can choose to promote their listings, providing an optional commission to the marketplace operator that helps connect them with a buyer. While we expect these fees to be significantly lower than existing centralized incumbents, it’s important that marketplace operators and e-commerce merchants have an incentive to build feature-rich dedicated experiences on top of the Origin developer libraries and protocols.
ar: لاحظ أن هذا لا يمنع بالضرورة رسوم المعاملات التي يفرضها مطورو تطبيقات الجهات الخارجية. اليوم ، يتم استخدام Origin Tokens كآلية حوافز توفر لمشغلي الأسواق الخارجية تدفقات إيرادات عبر Origin Commissions. يمكن للبائعين اختيار الترويج لقوائمهم ، مما يوفر عمولة اختيارية لمشغل السوق الذي يساعد على توصيلهم بالمشتري. على الرغم من أننا نتوقع أن تكون هذه الرسوم أقل بكثير من الشركات القائمة الحالية ، فمن المهم أن يكون لدى مشغلي السوق وتجار التجارة الإلكترونية حافز لبناء تجارب مخصصة غنية بالميزات على رأس مكتبات وبروتوكولات مطوري Origin.
bn: নোট করুন যে এটি তৃতীয় পক্ষের অ্যাপ্লিকেশন বিকাশকারীদের দ্বারা নেওয়া চার্জ লেনদেনের ফি অবশ্যই অমান্য করে না। আজ, অরিজিন টোকেনগুলি একটি উত্সাহমূলক প্রক্রিয়া হিসাবে ব্যবহৃত হয় যা তৃতীয় পক্ষের মার্কেটপ্লেস অপারেটরগুলিকে অরিজিন কমিশনের মাধ্যমে উপার্জন প্রবাহ সরবরাহ করে। বিক্রেতারা তাদের তালিকা প্রচার করতে এবং মার্কেটপ্লেস অপারেটরে একটি toচ্ছিক কমিশন সরবরাহ করতে পারেন যা তাদের ক্রেতার সাথে সংযোগ করতে সহায়তা করে। যদিও আমরা প্রত্যাশা করি যে এই ফিগুলি বিদ্যমান কেন্দ্রীয়ীকৃত ইনকামেন্টগুলির তুলনায় উল্লেখযোগ্য পরিমাণে কম হবে, তবে এটি গুরুত্বপূর্ণ যে বাজারের অপারেটর এবং ই-বাণিজ্য বণিকদের উত্স বিকাশকারী লাইব্রেরি এবং প্রোটোকলের শীর্ষে বৈশিষ্ট্য সমৃদ্ধ উত্সর্গীকৃত অভিজ্ঞতা তৈরি করার জন্য একটি উত্সাহ রয়েছে।

source: We turn again to examples of highly verticalized sites (e.g. dog sitting) and regional players (e.g. bikesharing in Boulder, CO) as potential use cases that would benefit from a more specialized experience than what the default Origin flagship marketplace app or decentralized e-commerce store creator currently offer.
ar: نعود مرة أخرى إلى أمثلة للمواقع ذات الرأسية العالية (مثل الجلوس على الكلاب) واللاعبين الإقليميين (مثل ركوب الدراجات في Boulder، CO) كحالات استخدام محتملة قد تستفيد من تجربة أكثر تخصصًا من ما هو التطبيق الرئيسي الرائد Origin Origin Marketplace أو التجارة الإلكترونية اللامركزية متجر الخالق تقدم حاليا.
bn: আমরা সম্ভাব্য ব্যবহারের ক্ষেত্রে উচ্চতর উল্লম্বিত সাইটগুলি (যেমন কুকুরের বসা) এবং আঞ্চলিক খেলোয়াড়দের (উদাহরণস্বরূপ বোল্ডারে বাইক শেয়ারিং, সিও) উদাহরণগুলিতে আবার ফিরে আসি যা ডিফল্ট অরিজিন ফ্ল্যাগশিপ মার্কেটপ্লেস অ্যাপ্লিকেশন বা বিকেন্দ্রীভূত ই-কমার্সের চেয়ে আরও বিশেষ অভিজ্ঞতার দ্বারা উপকৃত হয় স্টোর স্রষ্টা বর্তমানে অফার।
