Repository: Amit00077/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, el, ja, nl, th

source: In addition, we are also researching several consumer staking models that will enable end users to earn OGN returns for holding and locking their tokens within Origin applications.
ar: بالإضافة إلى ذلك ، نحن نقوم أيضًا بالبحث في العديد من نماذج العملاء التي ستمكن المستخدمين النهائيين من كسب عوائد OGN للاحتفاظ بالأيقونات الخاصة بهم داخل تطبيقات Origin وقفلها.
bn: তদতিরিক্ত, আমরা বেশ কয়েকটি ভোক্তা স্টেকিং মডেলগুলিও গবেষণা করছি যা শেষ ব্যবহারকারীদের মূল অ্যাপ্লিকেশনগুলির মধ্যে তাদের টোকেনগুলি ধরে রাখতে এবং লক করার জন্য ওজিএন রিটার্ন অর্জন করতে সক্ষম করবে।

source: Origin staking models are currently an active area of research and development.
ar: تعد النماذج المرعية الأصل مجالًا نشطًا للبحث والتطوير.
bn: অরিজিন স্টেকিং মডেলগুলি বর্তমানে গবেষণা এবং বিকাশের একটি সক্রিয় ক্ষেত্র।

source: OGN as a governance token
ar: OGN كرمز حوكمة
bn: প্রশাসনের টোকেন হিসাবে ওজিএন

source: Origin Tokens are intended to be used for governance of the Origin Platform. At a later date, it is intended that Origin Token holders will be able to influence the direction of software development and business policies on the Origin Platform.
ar: تهدف رموز المنشأ إلى أن تستخدم لإدارة منصة المنشأ. في وقت لاحق ، من المفترض أن يكون حاملي Origin Token قادرين على التأثير في اتجاه تطوير البرمجيات وسياسات العمل على Origin Platform.
bn: অরিজিন টোকেনগুলি অরিজিন প্ল্যাটফর্মের পরিচালনার জন্য ব্যবহার করার উদ্দেশ্যে তৈরি। পরবর্তী তারিখে, এটি উদ্দেশ্যযুক্ত যে অরিজিন টোকেনধারীরা অরিজিন প্ল্যাটফর্মের সফ্টওয়্যার বিকাশ এবং ব্যবসায়ের নীতিগুলির দিকনির্দেশকে প্রভাবিত করতে সক্ষম হবে।

source: Token holders will be able to cast votes that are proportional to their stake in the network on important community governance issues
ar: سيكون بمقدور حاملي الرمز المميز الإدلاء بأصوات تتناسب مع حصتهم في الشبكة حول قضايا حوكمة المجتمع الهامة
bn: টোকনধারীরা গুরুত্বপূর্ণ সম্প্রদায় প্রশাসনের ইস্যুতে নেটওয়ার্কে তাদের অংশীদারদের আনুপাতিক ভোট দিতে সক্ষম হবে

source: As network governance becomes increasingly important as our token holder numbers increase, we anticipate that we will collaborate with the community on rolling out this OGN use case as the network continues to mature.
ar: مع زيادة أهمية إدارة الشبكة مع زيادة أعداد حاملي الرموز المميزين ، نتوقع أن نتعاون مع المجتمع على طرح حالة استخدام OGN هذه مع استمرار الشبكة في النضج.
bn: আমাদের টোকেনধারীর সংখ্যা বৃদ্ধির সাথে সাথে নেটওয়ার্ক পরিচালনা যেমন গুরুত্বপূর্ণ হয়ে উঠছে, আমরা প্রত্যাশা করি যে নেটওয়ার্কটি পরিপক্ক হওয়ার সাথে সাথে আমরা এই ওজিএন ব্যবহারের ক্ষেত্রে ভূমিকা নেওয়ার ক্ষেত্রে সম্প্রদায়ের সাথে সহযোগিতা করব।

source: Roadmap & milestones
ar: خارطة الطريق والمعالم
bn: রোডম্যাপ এবং মাইলফলক

source: November 2017
ar: نوفمبر 2017
bn: নভেম্বর 2017

source: Raised $3M of funding (Advisor Round)
ar: جمعت 3 ملايين دولار من التمويل (جولة المستشار)
bn: তহবিলের M 3M উত্থাপন (উপদেষ্টা রাউন্ড)

source: April 2018
ar: أبريل 2018
bn: এপ্রিল 2018

source: Raised $28.5M of funding (Strategic Round)
ar: جمعت 28.5 مليون دولار من التمويل (الجولة الاستراتيجية)
bn: 28.5 মিলিয়ন ডলার তহবিল বাড়িয়েছে (কৌশলগত রাউন্ড)

source: August 2018
ar: أغسطس 2018
bn: আগস্ট 2018

source: Raised $6.6M of funding (CoinList Round)
ar: جمع 6.6 مليون دولار من التمويل (جولة CoinList)
bn: তহবিলের funding 6.6M উত্থাপন (কয়াইনলিস্ট রাউন্ড)

source: Distribute OGN tokens
ar: توزيع الرموز OGN
bn: ওজিএন টোকেন বিতরণ করুন

source: Why
ar: لماذا ا
bn: কেন

source: Background
ar: خلفية
bn: পটভূমি

source: Shortcomings of existing Internet marketplaces
ar: أوجه القصور في أسواق الإنترنت الحالية
bn: বিদ্যমান ইন্টারনেট মার্কেটপ্লেসের ঘাটতি

source: Now is the time for change
ar: الآن هو الوقت المناسب للتغيير
bn: এখন সময় এসেছে পরিবর্তনের

source: Enabling peer-to-peer commerce
ar: تمكين التجارة الند للند
bn: পিয়ার-টু-পিয়ার বাণিজ্য সক্ষম করা

source: Key product features and benefits
ar: ميزات المنتج الرئيسية والفوائد
bn: মূল পণ্য বৈশিষ্ট্য এবং বেনিফিট

source: The Origin Token (OGN)
ar: رمز الأصل (OGN)
bn: অরিজিন টোকেন (ওজিএন)

source: Roadmap and milestones
ar: خارطة الطريق والمعالم
bn: রোডম্যাপ এবং মাইলফলক

source: Founders
ar: مؤسسو
bn: প্রতিষ্ঠাতা

source: Developer community
ar: مجتمع المطور
bn: বিকাশকারী সম্প্রদায়

source: Summary
ar: ملخص
bn: সারসংক্ষেপ

source: For the past two decades, Internet marketplaces and e-commerce stores have changed the way that buyers and sellers connect, creating new opportunities for the exchange of goods and services. However, these marketplaces have always been governed by centralized companies that maintain their individual monopolies on data, transaction and other service fees, and ultimately, user choice. With blockchain and other distributed technologies beginning to hit the mainstream, the world is poised for a new wave of decentralized commerce.
ar: على مدار العقدين الماضيين ، غيرت أسواق الإنترنت ومحلات التجارة الإلكترونية الطريقة التي يتواصل بها البائعون والبائعون ، وخلق فرصًا جديدة لتبادل السلع والخدمات. ومع ذلك ، فإن هذه الأسواق تخضع دائمًا لشركات مركزية تحافظ على احتكاراتها الفردية على البيانات والمعاملات ورسوم الخدمات الأخرى ، وفي النهاية ، اختيار المستخدم. مع بدء blockchain والتقنيات الموزعة الأخرى في الاتجاه السائد ، يستعد العالم لموجة جديدة من التجارة اللامركزية.
bn: বিগত দুই দশক ধরে, ইন্টারনেট মার্কেটপ্লেস এবং ই-কমার্স স্টোরগুলি ক্রেতা এবং বিক্রেতাদের সংযোগের উপায়কে বদলেছে এবং পণ্য ও পরিষেবার বিনিময়ের জন্য নতুন সুযোগ তৈরি করে। যাইহোক, এই বাজারগুলি সর্বদা কেন্দ্রীয়ীকরণ করা সংস্থাগুলি দ্বারা নিয়ন্ত্রিত হয়ে থাকে যা ডেটা, লেনদেন এবং অন্যান্য পরিষেবা ফিজের উপর এবং পৃথকভাবে ব্যবহারকারীদের পছন্দগুলিতে তাদের পৃথক একচেটিয়া বজায় রাখে। ব্লকচেইন এবং অন্যান্য বিতরণ প্রযুক্তি মূলধারায় আসতে শুরু করে, বিশ্ব বিকেন্দ্রীকৃত বাণিজ্যের এক নতুন তরঙ্গের জন্য প্রস্তুত ised

source: Origin is bringing change and innovation to the global peer-to-peer economy. We're excited by the opportunity to lower fees, increase innovation, free customer and transaction data, and decrease censorship and unnecessary regulation.
ar: أصل يجلب التغيير والابتكار في الاقتصاد العالمي الند للند. نحن متحمسون لفرصة خفض الرسوم ، وزيادة الابتكار ، وبيانات العملاء والمعاملات المجانية ، وتقليل الرقابة والتنظيم غير الضروري.
bn: অরিজিনাল বৈশ্বিক পিয়ার-টু পিয়ার অর্থনীতিতে পরিবর্তন এবং নতুনত্ব আনছে। আমরা ফি কমিয়ে আনার সুযোগ, উদ্ভাবন বাড়ানো, নিখরচায় গ্রাহক এবং লেনদেনের ডেটা এবং সেন্সরশিপ এবং অপ্রয়োজনীয় নিয়ন্ত্রণকে হ্রাস করার সুযোগ নিয়ে উত্সাহিত করছি।

source: We are building a platform that invites other interested parties including developers and entrepreneurs to build this technology and community with us, altogether working to create the peer-to-peer economy of tomorrow. We hope you’ll join us on this exciting journey
ar: نحن نبني منصة تدعو الأطراف المهتمة الأخرى بما في ذلك المطورين ورجال الأعمال لبناء هذه التكنولوجيا والمجتمع معنا ، والعمل على خلق اقتصاد الند للند في الغد. نأمل أن تنضم إلينا في هذه الرحلة المثيرة
bn: আমরা এমন একটি প্ল্যাটফর্ম তৈরি করছি যা আমাদের সাথে এই প্রযুক্তি এবং সম্প্রদায়টি তৈরি করতে বিকাশকারী এবং উদ্যোক্তাদের সহ অন্যান্য আগ্রহী দলগুলিকে আমন্ত্রণ জানায়, আগামীকাল পিয়ার-টু পিয়ার অর্থনীতি তৈরির লক্ষ্যে কাজ করছে। আমরা আশা করি আপনি এই উত্তেজনাপূর্ণ যাত্রায় আমাদের সাথে যোগ দেবেন

source: Co-founder
ar: شريك مؤسس
bn: সহ - প্রতিষ্ঠাতা

source: Matthew Liu is co-founder of Origin Protocol and is an experienced product and business executive and full-stack software engineer. He became interested in cryptocurrency after investing in the Ethereum crowdsale, and has been investing in blockchain and token projects ever since.
ar: ماثيو ليو مؤسس مشارك لـ Origin Protocol وهو مهندس تنفيذي ذو خبرة في مجال المنتجات والأعمال ومهندس برامج متكامل. أصبح مهتمًا بالعملات المشفرة بعد الاستثمار في جمهور Ethereum ، وكان يستثمر في مشاريع blockchain والرمز المميز منذ ذلك الحين.
bn: ম্যাথিউ লিউ অরিজিন প্রোটোকলের সহ-প্রতিষ্ঠাতা এবং অভিজ্ঞ পণ্য এবং ব্যবসায়িক নির্বাহী এবং পূর্ণ-স্ট্যাক সফটওয়্যার ইঞ্জিনিয়ার। তিনি ইথেরিয়াম ভীড়জলে বিনিয়োগের পরে ক্রিপ্টোকারেন্সিতে আগ্রহী হয়ে ওঠেন, এবং তখন থেকেই ব্লকচেইন এবং টোকেন প্রকল্পগুলিতে বিনিয়োগ করে আসছেন।

source: Liu was one of the earliest product managers/25th employee at YouTube (acquired by Google), and was a founding member of YouTube’s monetization team that eventually built a multi-billion dollar advertising business.
ar: كان ليو أحد أوائل مديري المنتجات / الموظف الخامس والعشرون على موقع YouTube (الذي حصلت عليه Google) ، وكان أحد الأعضاء المؤسسين لفريق تسييل YouTube الذي بنى في نهاية المطاف أعمالًا إعلانية تبلغ قيمتها مليارات الدولارات.
bn: লিউ ইউটিউবের প্রথম দিকের প্রোডাক্ট ম্যানেজার / 25 তম কর্মচারী ছিলেন (গুগল অধিগ্রহণ করেছিলেন), এবং ইউটিউবের নগদীকরণ দলের একটি প্রতিষ্ঠাতা সদস্য ছিলেন যা শেষ পর্যন্ত বহু মিলিয়ন ডলারের বিজ্ঞাপন ব্যবসায় তৈরি করেছিল।

source: He later served as Vice President of Product at Qwiki (acquired by Yahoo) and Vice President of Product at Bonobos (acquired by Walmart). Together, Liu and Fraser have founded several profitable bootstrapped Internet businesses in the growth marketing (7-figure annual recurring revenue) and personal finance (acquired) spaces over the past three years.
ar: شغل لاحقًا منصب نائب رئيس المنتج في Qwiki (حصلت عليه Yahoo) ونائب رئيس المنتج في Bonobos (حصلت عليه Walmart). قام كل من Liu و Fraser معاً بتأسيس العديد من شركات الإنترنت المربحة المربحة في مجال التسويق المتنامي (الإيرادات السنوية المتكررة المكونة من 7 أرقام) والمساحات المالية (المكتسبة) الشخصية على مدار السنوات الثلاث الماضية.
bn: পরে তিনি কিউইকি (ইয়াহু দ্বারা অধিগ্রহণ করা) -এ পণ্যের উপরাষ্ট্রপতি এবং বনোবসের (ওয়ালমার্ট দ্বারা অধিগ্রহণ করা) প্রোডাক্টের সহ-রাষ্ট্রপতি হিসাবে দায়িত্ব পালন করেছিলেন। লিউ এবং ফ্রেজার একসাথে গত তিন বছরে গ্রোথ মার্কেটিং (7-ফিগার বার্ষিক পুনরাবৃত্তি উপার্জন) এবং ব্যক্তিগত ফিনান্স (অর্জিত) স্থানগুলিতে বেশ কয়েকটি লাভজনক বুটস্ট্র্যাপযুক্ত ইন্টারনেট ব্যবসা প্রতিষ্ঠা করেছে।

source: In 2014, as CEO of Unicycle Labs, Liu built a real-time comparison tool for ride-sharing that was widely adopted and then promptly given a cease and desist by Uber for scraping their data and using their trademarks. This was one of his first inspirations to fight for open data, pricing transparency, and fair consumer practices in the sharing economy.
ar: في عام 2014 ، بصفته الرئيس التنفيذي لشركة Unicycle Labs ، صمم Liu أداة مقارنة في الوقت الفعلي لمشاركة ركوب الخيل والتي تم تبنيها على نطاق واسع ثم منحت Uber على الفور التوقف والكف عن بياناتهم واستخدام علاماتهم التجارية. كانت هذه واحدة من أولى إلهامه للقتال من أجل البيانات المفتوحة ، وشفافية التسعير ، وممارسات المستهلك العادلة في الاقتصاد المشترك.
bn: ২০১৪ সালে, ইউনসাইকেল ল্যাবসের সিইও হিসাবে, লিউ রাইড শেয়ারিংয়ের জন্য একটি রিয়েল-টাইম তুলনা সরঞ্জাম তৈরি করেছিল যা ব্যাপকভাবে গৃহীত হয়েছিল এবং তারপরে তাদের ডেটা স্ক্র্যাপ করার জন্য এবং তাদের ট্রেডমার্ক ব্যবহার করার জন্য অবিলম্বে একটি স্থগিতাদেশ এবং বন্ধ করে দেওয়া হয়। শেয়ারিং অর্থনীতিতে উন্মুক্ত তথ্য, মূল্য নির্ধারণের স্বচ্ছতা এবং ন্যায্য ভোক্তাদের অনুশীলনের জন্য লড়াই করার জন্য এটি তাঁর প্রথম অনুপ্রেরণার মধ্যে একটি ছিল।

source: Joshua Fraser is co-founder of Origin Protocol and is a serial entrepreneur and experienced technical executive. He mined his first bitcoin in 2010 and is an active member of the cryptocurrency community. He has contributed and led several open-source projects as well as innovative protocols like PubSubHubbub.
ar: جوشوا فريزر هو المؤسس المشارك لـ Origin Protocol وهو رجل أعمال مسلسل ومدير تنفيذي ذو خبرة. استخرج أول عملة بيتكوين له في عام 2010 وهو عضو نشط في مجتمع العملة المشفرة. وقد ساهم وقاد العديد من المشاريع مفتوحة المصدر وكذلك البروتوكولات المبتكرة مثل PubSubHubbub.
bn: জোশুয়া ফ্রেজার অরিজিন প্রোটোকলের সহ-প্রতিষ্ঠাতা এবং তিনি সিরিয়াল উদ্যোক্তা এবং অভিজ্ঞ প্রযুক্তিগত নির্বাহী। তিনি ২০১০ সালে তার প্রথম বিটকয়েনটি খনেন এবং ক্রিপ্টোকারেন্সি সম্প্রদায়ের সক্রিয় সদস্য। তিনি বেশ কয়েকটি ওপেন-সোর্স প্রকল্পের পাশাপাশি পাবসুবহবব এর মতো উদ্ভাবনী প্রোটোকলকে অবদান এবং নেতৃত্ব দিয়েছেন।

source: He previously served as founder and CTO of Eventvue (social networking for events) and Forage/Din (healthy gourmet meal kits). Fraser was also founder and CEO of Torbit where he developed an expertise in networking infrastructure, web performance and internet security before selling the company to Walmart Labs.
ar: شغل سابقًا منصب مؤسس ومدير قسم التسويق في Eventvue (الشبكات الاجتماعية للأحداث) و Forage / Din (مجموعات وجبات الطعام الصحية). كان فريزر أيضًا مؤسس ومدير تنفيذي لشركة Torbit حيث طور خبرة في البنية التحتية للشبكات وأداء الويب وأمن الإنترنت قبل بيع الشركة إلى Walmart Labs.
bn: তিনি এর আগে ইভেন্টভের প্রতিষ্ঠাতা এবং সিটিও (ইভেন্টগুলির জন্য সামাজিক যোগাযোগ) এবং ফোরজ / দিন (স্বাস্থ্যকর গুরমেট খাবার কিটস) হিসাবে কাজ করেছিলেন। ফ্রেজার টরবিটের প্রতিষ্ঠাতা ও সিইও ছিলেন যেখানে ওয়ালমার্ট ল্যাবগুলিতে সংস্থাটি বিক্রির আগে তিনি নেটওয়ার্কিং অবকাঠামো, ওয়েব পারফরম্যান্স এবং ইন্টারনেট সুরক্ষায় দক্ষতা অর্জন করেছিলেন।

source: Fraser has founded several bootstrapped, profitable businesses with Liu, one of which was PriceSlash (acquired by BillShark). As a former Airbnb host, he has experienced first-hand the downsides of marketplace intermediaries (large fees, arbitrary rules, and government regulation).
ar: قامت شركة Fraser بتأسيس العديد من الشركات المربحة للتمهيد مع Liu ، أحدها PriceSlash (استحوذت عليه BillShark). بصفته مضيفًا سابقًا لـ Airbnb ، فقد واجه بشكل مباشر الجوانب السلبية لوسطاء السوق (الرسوم الكبيرة والقواعد التعسفية والتنظيم الحكومي).
bn: ফ্রেজার লিউর সাথে একাধিক বুটস্ট্র্যাপড, লাভজনক ব্যবসা প্রতিষ্ঠা করেছে যার মধ্যে একটি ছিল প্রাইসস্ল্যাশ (বিলশার্ক দ্বারা অধিগ্রহণ করা)। প্রাক্তন এয়ারবিএনবি হোস্ট হিসাবে তিনি প্রথমবারের মতো মার্কেটপ্লেস মধ্যস্থতাকারীদের ডাউনসাইড (বড় ফি, স্বেচ্ছাচারী নিয়ম এবং সরকারী নিয়ন্ত্রণ) এর অভিজ্ঞতা অর্জন করেছেন।

source: Core <span>team</span>
ar: فريق <span>الأساسي</span>
bn: কোর <span>টিম</span>

source: Origin’s headquarters are in San Francisco, CA, USA. However, we have team members across the globe and run an efficient and open distributed company. Our full-time staff of 16 is currently situated across 4 continents.
ar: مقر المنشأ في سان فرانسيسكو ، كاليفورنيا ، الولايات المتحدة الأمريكية. ومع ذلك ، لدينا أعضاء الفريق في جميع أنحاء العالم وإدارة شركة موزعة فعالة ومفتوحة. يوجد موظفينا المتفرغون البالغ عددهم 16 في الوقت الحالي في 4 قارات.
bn: অরিজিনের সদর দফতর মার্কিন যুক্তরাষ্ট্রের সান ফ্রান্সিসকোতে রয়েছে। তবে, আমাদের বিশ্ব জুড়ে দলের সদস্য রয়েছে এবং একটি দক্ষ এবং উন্মুক্ত বিতরণকারী সংস্থা পরিচালনা করি। আমাদের 16-এর পূর্ণ সময়ের কর্মীরা বর্তমানে 4 টি মহাদেশে অবস্থিত।

source: Yu Pan was one of the 6 founding team members of PayPal and was the 1st employee at YouTube. He is a former Google employee and co-founder of Kiwi Crate.
ar: كان Yu Pan أحد أعضاء فريق التأسيس الـ 6 في PayPal وكان الموظف الأول في YouTube. وهو موظف سابق في Google وأحد مؤسسي Kiwi Crate.
bn: Yu প্যান পেপ্যালের 6 টি প্রতিষ্ঠাতা দলের সদস্য এবং ইউটিউবে প্রথম কর্মী ছিল। তিনি একটি প্রাক্তন গুগল কর্মচারী এবং কিউবি ক্রেট এর সহ-প্রতিষ্ঠাতা।
de: Yu Pan war eines der 6 Gründungsmitglieder von PayPal und war der erste Mitarbeiter bei YouTube. Er ist ein ehemaliger Google-Mitarbeiter und Mitbegründer von Kiwi Crate.
el: Ο Yu Pan ήταν ένα από τα 6 ιδρυτικά μέλη της ομάδας PayPal και ήταν ο 1ος υπάλληλος στο YouTube. Είναι πρώην υπάλληλος της Google και συνιδρυτής του Κιβωτού Κιβώτιο.
ja: Yu Panは、PayPalの6人の創立チームメンバーの1人であり、YouTubeの最初の従業員でした。 また、彼はGoogleに勤めた経験もあり、さらにはKiwi Crateの共同設立者でもあります。
nl: Yu Pan was een van de 6 oprichtende teamleden van PayPal en was de 1e medewerker op YouTube. Hij is een voormalige Google-medewerker en mede-oprichter van Kiwi Crate.
th: Yu Pan เป็นหนึ่งใน 6 สมาชิกทีมผู้ก่อตั้งของ PayPal และเป็นพนักงานรายแรกของ YouTube เขาเป็นอดีตพนักงานของ Google และเป็นผู้ร่วมก่อตั้ง Kiwi Crate

source: Franck has had a successful career as an early employee at numerous high-profile companies. He previously led engineering teams at Inktomi, Paypal, YouTube, Google and Dropbox.
ar: يتمتع فرانك بمهنة ناجحة كموظف مبكر في العديد من الشركات البارزة. وقد سبق له قيادة فرق هندسية في Inktomi و Paypal و YouTube و Google و Dropbox.
bn: ফ্রাঙ্কের অসংখ্য হাই-প্রোফাইল সংস্থায় প্রাথমিক কর্মচারী হিসাবে একটি সফল কেরিয়ার ছিল। এর আগে তিনি ইঙ্কটোমি, পেপাল, ইউটিউব, গুগল এবং ড্রপবক্সে ইঞ্জিনিয়ারিং দলগুলির নেতৃত্ব দিয়েছিলেন।
ja: Franckは、多くの有名企業で創設期のワーカーとして成功した経歴を持っています。Inktomi、Paypal、YouTube、Google、およびDropboxのエンジニアリングチームを率いた経験を持っています。

source: Coleman is an active cryptocurrency investor and real estate entrepreneur, owning and managing multiple Airbnb properties. He studied mathematics at Berkeley.
ar: كولمان هو مستثمر نشط في مجالي الكمبرلاين ورجل أعمال عقاري ، يمتلك ويدير العديد من خصائص Airbnb. درس الرياضيات في بيركلي.
bn: Coleman একটি সক্রিয় cryptocurrency বিনিয়োগকারী এবং রিয়েল এস্টেট উদ্যোক্তা, মালিকানাধীন এবং একাধিক Airbnb সম্পত্তি পরিচালনা। তিনি বার্কলেতে গণিত অধ্যয়ন করেন।
de: Coleman ist ein aktiver Kryptowährungsinvestor und Immobilienunternehmer, der mehrere Airbnb-Immobilien besitzt und verwaltet. Er studierte Mathematik in Berkeley.
el: Ο Coleman είναι ενεργός επενδυτής σε κρυπτονομίσματα, ενώ δραστηριοποιείται και στον τομέα των ακινήτων, έχοντας υπό την ιδιοκτησία και διαχείρισή του πολλαπλές καταχωρήσεις στην Airbnb. Σπούδασε μαθηματικά στο Μπέρκλεϊ.
ja: Colemanは、複数の賃貸部件所有しAirbnbに登録しており、またそれを管理する活動的な暗号通貨の投資家であり、不動産起業家でもあります。 彼はカフフォルニア大学バークレー校で数学を収めました。
nl: Coleman is een actieve investeerder in cryptocurrency, een onroerend goed-ondernemer en eigenaar en beheerder van meerdere Airbnb-panden. Hij studeerde wiskunde aan Berkeley.
th: Coleman เป็นนักลงทุนใน cryptocurrency อย่างจริงจัง และเป็นนักธุรกิจอสังหาริมทรัพย์ ผู้บริหารทรัพย์สินของเขาที่ประกาศไว้ใน Airbnb เขาจบสาขาคณิตศาสตร์จาก Berkeley

source: Micah was the technical co-founder of WellAttended, a bootstrapped box office management platform. He worked as a commercial real estate broker while learning to code.
ar: كان Micah هو المؤسس الفني المشارك لـ WellAttended ، وهي منصة لإدارة شباك التذاكر. كان يعمل سمسار عقارات تجاريًا بينما كان يتعلم الرمز.
bn: মিকা হ'ল ওয়েল অ্যাটেন্ডেড, বুটস্ট্র্যাপড বক্স অফিস ম্যানেজমেন্ট প্ল্যাটফর্মের প্রযুক্তিগত সহ-প্রতিষ্ঠাতা। কোড শিখতে গিয়ে তিনি বাণিজ্যিক রিয়েল এস্টেট ব্রোকার হিসাবে কাজ করেছিলেন।
ja: Micahは、ブートストラップされたチケット販売などを行う興行管理プラットフォームであるWellAttendedの技術共同創設者です。商業用不動産ブローカーとしても経験も併せ持っています。

source: Kay is a Chartered Professional Accountant (CPA). She previously worked as a Senior Accountant and then as a Senior Consultant at KPMG Canada.
ar: كاي محاسب قانوني معتمد (CPA). عملت سابقًا كمحاسب أول ثم كمستشارة أولى في KPMG Canada.
bn: কেএ চার্টার্ড প্রফেশনাল অ্যাকাউন্ট্যান্ট (সিপিএ)। তিনি এর আগে সিনিয়র অ্যাকাউন্ট্যান্ট এবং পরে কেপিএমজি কানাডার সিনিয়র কনসালট্যান্ট হিসাবে কাজ করেছিলেন।
ja: Kayは公認会計士（CPA）です。彼女は以前、KPMG Canadaで上級会計士として経験を積み、その後は上級コンサルタントとして活躍しました。

source: Mila is leading our community efforts in South Korea. She previously organized blockhain hackathons and has degrees from Penn State and Erasmus University Rotterdam.
ar: Mila تقود جهود مجتمعنا في كوريا الجنوبية. سبق لها أن نظمت hackathons بلوكين وحصلت على شهادات من جامعة ولاية بنسلفانيا وجامعة إراسموس روتردام.
bn: মিলা দক্ষিণ কোরিয়ায় আমাদের সম্প্রদায়ের প্রচেষ্টার নেতৃত্ব দিচ্ছে। তিনি এর আগে ব্লকহেইন হ্যাকাথনস সংগঠিত করেছিলেন এবং পেন স্টেট এবং ইরেসমাস বিশ্ববিদ্যালয় রটারডাম থেকে ডিগ্রি অর্জন করেছেন।
ja: ミラは韓国コミュニティを取りまとめています。彼女は以前にブロックチェーンハッカソンを企画した経験を持っています。また、ペンシルベニア州立大学とエラスムス大学ロッテルダムの学位を取得しています。

source: Before Origin, Tom had a successful career as a solo startup founder. He has two Masters degrees in Distributed Systems from the Technical University of Berlin and KTH in Stockholm.
ar: قبل الأصل ، كان توم مهنة ناجحة كمؤسس لبدء التشغيل منفرداً. حاصل على شهادتي ماجستير في الأنظمة الموزعة من الجامعة التقنية في برلين و KTH في ستوكهولم.
bn: অরিজিনের আগে, টোমের একক স্টার্টআপ প্রতিষ্ঠাতা হিসাবে একটি সফল ক্যারিয়ার ছিল। তিনি বার্লিনের টেকনিক্যাল বিশ্ববিদ্যালয় থেকে ডিস্ট্রিবিউটড সিস্টেমে দুটি মাস্টার্স এবং স্টকহোমের কেটিএইচ ডিগ্রি অর্জন করেছেন।
ja: Originの前は、単独のスタートアップの創設者として成功を納めました。彼はベルリン工科大学で分散システムの2つの修士号とストックホルムでKTHを取得しています。

source: Nick studied Computer Science at the University of Warwick. Prior to joining Origin, he worked as an engineer at Sencha, C3 Energy Network and Palo Alto Networks.
ar: درس نيك علوم الكمبيوتر في جامعة وارويك. قبل انضمامه إلى Origin ، عمل مهندسًا في Sencha و C3 Energy Network و Palo Alto Networks.
bn: নিক ওয়ারউইক বিশ্ববিদ্যালয়ে কম্পিউটার সায়েন্স নিয়ে পড়াশোনা করেছেন। অরিজিনে যোগ দেওয়ার আগে তিনি সেনচা, সি 3 এনার্জি নেটওয়ার্ক এবং পলো অল্টো নেটওয়ার্কে প্রকৌশলী হিসাবে কাজ করেছিলেন।
ja: ニックはワーウィック大学でコンピュータサイエンスを学びました。 Originに入社する前は、Sencha、C3 Energy Network、Palo Alto Networksのエンジニアとして働いていました。

source: Anna is leading our community efforts for Chinese speakers. Before Origin, Anna managed global social media at Exness, a leading forex broker. She also co-founded a non-profit in Australia.
ar: تقود آنا جهود مجتمعنا للمتحدثين باللغة الصينية. قبل الأصل ، تمكنت Anna من إدارة وسائل التواصل الاجتماعي العالمية في Exness ، وسيط فوركس الرائد. شاركت أيضًا في تأسيس مؤسسة غير ربحية في أستراليا.
bn: আনা চীনা ভাষীদের জন্য আমাদের সম্প্রদায়ের প্রচেষ্টার নেতৃত্ব দিচ্ছেন। অরিজিনের আগে, আনা বিদেশী বিদেশী ব্রোকার এক্সনেসে বিশ্বব্যাপী সামাজিক মিডিয়া পরিচালনা করেছিলেন। তিনি অস্ট্রেলিয়ায় একটি অলাভজনক সহ-প্রতিষ্ঠা করেছিলেন।
ja: アンナは中国人スピーカーのためのOriginコミュニティを取りまとめています。Originの前は、主要な外国為替ブローカーであるExnessでグローバルソーシャルメディアを管理していました。彼女はオーストラリアで非営利団体も共同設立しました。

source: Domen co-founded and led a team developing a mobile application with 2 chess Grandmasters. He previously had a successful career at Cetra, Zemanta and Peerindex.
ar: شارك دومين في تأسيس وقيادة فريق يقوم بتطوير تطبيق للهاتف المحمول مع 2 شطرنج Grandmasters. كان لديه سابقًا مسيرة مهنية ناجحة في Cetra و Zemanta و Peerindex.
bn: ডোমেন 2 টি দাবা গ্র্যান্ডমাস্টার সহ একটি মোবাইল অ্যাপ্লিকেশন বিকাশকারী একটি দলকে সহ-প্রতিষ্ঠিত এবং নেতৃত্ব দিয়েছে। এর আগে তিনি চেত্রা, জেমন্ত এবং পিরিনডেক্সে একটি সফল কেরিয়ার ছিল।
ja: Domenは、二人のGrandmastersと共同でチェス用のモバイルアプリを開発するチームを立ち上げました。Cetra、Zemanta、Peerindexにも参加していた経験があります。

source: Shahul is a fullstack engineer who started programming at age of 10. He previously worked as a freelancer and then joined Zoho as a front-end developer.
ar: Shahul هو مهندس متطور بدأ البرمجة في سن العاشرة. عمل سابقًا كمستقل مستقل ثم انضم إلى Zoho كمطور متقدم.
bn: শাহুল একটি ফুলস্ট্যাক ইঞ্জিনিয়ার যিনি 10 বছর বয়সে প্রোগ্রামিং শুরু করেছিলেন তিনি এর আগে ফ্রিল্যান্সার হিসাবে কাজ করেছিলেন এবং পরে জোহোতে ফ্রন্ট-এন্ড ডেভেলপার হিসাবে যোগদান করেছিলেন।
ja: Shahulは、10歳でプログラミングを始めたフルスタックエンジニアです。以前はフリーランサーとして働いていましたが、その後、フロントエンド開発者としてZohoに加わりました。

source: Zaurbek Ivanov studied Economics at Kabardino-Balkaria State Agrarian University in Nalchik, Russia. He has worked in the hospitality industry in the US and Russia.
ar: درس زوربيك إيفانوف الاقتصاد في جامعة كاباردينو بلقاريا الحكومية الزراعية في نالتشيك ، روسيا. وقد عمل في قطاع الضيافة في الولايات المتحدة وروسيا.
bn: জৌরবেক ইভানভ রাশিয়ার নালচিকের কাবার্ডিনো-বালকরিয়া রাজ্য কৃষিবিদ বিশ্ববিদ্যালয়ে অর্থনীতি বিষয়ে পড়াশোনা করেছেন। তিনি আমেরিকা ও রাশিয়ার আতিথেয়তা শিল্পে কাজ করেছেন।
ja: Zaurbek Ivanov は、ロシアのナリチクにあるカバルディーノ・バルカリア州農業大学で経済学を学びました。彼は米国とロシアのホスピタリティ業界で働いてきました。

source: Mike is a long-time contributor to open-source. He created a dev toolkit for creating Ethereum smart contracts with Python and previously worked with Ethereum and IPFS at Lunyr.
ar: مايك مساهم منذ وقت طويل في المصادر المفتوحة. قام بإنشاء مجموعة أدوات لتطوير عقود Ethereum الذكية مع Python وعمل سابقًا مع Ethereum و IPFS في Lunyr.
bn: মাইক ওপেন সোর্সটিতে দীর্ঘ সময়ের অবদানকারী। তিনি পাইথনের সাথে ইথেরিয়াম স্মার্ট চুক্তি তৈরির জন্য একটি ডেভ টুলকিট তৈরি করেছিলেন এবং এর আগে লুনির এথেরিয়াম এবং আইপিএফএসের সাথে কাজ করেছিলেন।
ja: Mikeは、オープンソースの長年の貢献者です。彼はPythonとイーサリアムスマートコントラクトを作成するための開発ツールキットを作成し、以前はLunyrでイーサリアムとIPFSで働いていました。

source: Developer <span>community</span>
ar: المطور <span>المجتمع</span>
bn: বিকাশকারী <span>সম্প্রদায়</span>
