Repository: Amit00077/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, el, ja, nl, th

source: How do we allow early contributors to important networks capture value more fairly?
ar: كيف نسمح للمشاركين الأوائل في الشبكات الهامة بالتقاط القيمة بشكل أكثر عدلاً؟
bn: গুরুত্বপূর্ণ নেটওয়ার্ক ক্যাপচারের মানকে আমরা কীভাবে প্রাথমিক অবদানকারীদের আরও নিখুঁতভাবে অনুমতি দেব?

source: Data is siloed by private corporations
ar: يتم إسكات البيانات من قبل الشركات الخاصة
bn: ডেটা বেসরকারী কর্পোরেশন দ্বারা সাইল করা হয়

source: Each marketplace operator controls a valuable, but closed store of user and transaction data. We believe users should be able to own and control their own data. We also believe that transparency is critical for trust. Too often corporations control access to their users’ own data for their own benefit. When guests set up a methamphetamine lab in an early Airbnb apartment, Airbnb’s team of lawyers immediately descended with non-disclosure agreements and hush money to stop the negative press from getting out. That might have been the right decision for Airbnb, but the company’s customers deserve to know the truth so they can make informed decisions with whom to transact business. With the blockchain, everything is public and immutable, so transparency is a default feature.
ar: يتحكم كل مشغل في السوق في مخزن قيم ، لكن مغلق ، لبيانات المستخدم والمعاملات. نعتقد أن المستخدمين يجب أن يكونوا قادرين على امتلاك والتحكم في بياناتهم. ونحن نعتقد أيضا أن الشفافية أمر بالغ الأهمية للثقة. في كثير من الأحيان تتحكم الشركات في الوصول إلى بيانات المستخدمين الخاصة بهم لمصلحتهم الخاصة. عندما أقام الضيوف معمل الميثامفيتامين في شقة مملوكة لـ Airbnb في وقت مبكر ، نزل فريق محامي Airbnb على الفور باتفاقيات عدم الإفصاح ونقود الأموال لمنع الصحافة السلبية من الخروج. ربما كان هذا هو القرار الصحيح لشركة Airbnb ، لكن عملاء الشركة يستحقون معرفة الحقيقة حتى يتمكنوا من اتخاذ قرارات مستنيرة مع من يتعاملون في الأعمال. مع blockchain ، كل شيء عام وغير قابل للتغيير ، لذلك الشفافية هي الميزة الافتراضية.
bn: প্রতিটি মার্কেটপ্লেস অপারেটর ব্যবহারকারী এবং লেনদেনের ডেটার একটি মূল্যবান, তবে বদ্ধ স্টোর নিয়ন্ত্রণ করে। আমরা বিশ্বাস করি ব্যবহারকারীদের নিজস্ব ডেটা মালিকানা এবং নিয়ন্ত্রণ করতে সক্ষম হওয়া উচিত। আমরা বিশ্বাস করি যে স্বচ্ছতা আস্থার জন্য গুরুত্বপূর্ণ। প্রায়শই কর্পোরেশনগুলি তাদের নিজস্ব সুবিধার জন্য তাদের ব্যবহারকারীর নিজস্ব ডেটা অ্যাক্সেস নিয়ন্ত্রণ করে। অতিথিরা প্রথম দিকে এয়ারবিএনবি অ্যাপার্টমেন্টে একটি মেথামেফিটামিন ল্যাব স্থাপন করেন, তখন এয়ারবিএনবির আইনজীবীদের দল তাত্ক্ষণিকভাবে প্রকাশ না-করার চুক্তিতে নেমে আসে এবং নেতিবাচক প্রেসকে বেরিয়ে আসতে বাধা দেওয়ার জন্য অর্থ জোর করে। এয়ারবিএনবির পক্ষে এটি সঠিক সিদ্ধান্ত হতে পারে, তবে সংস্থার গ্রাহকরা সত্যটি জানার অধিকারী যাতে তারা কার সাথে ব্যবসায়ের লেনদেন করতে হবে সে সম্পর্কে অবহিত সিদ্ধান্ত নিতে পারে। ব্লকচেইন সহ, সমস্ত কিছু সর্বজনীন এবং অপরিবর্তনীয়, তাই স্বচ্ছতা একটি ডিফল্ট বৈশিষ্ট্য।

source: Open, shared data also has the positive externality of encouraging competition and ever-improving updates to the community
ar: تتميز البيانات المفتوحة والمشتركة أيضًا بالخارج الإيجابي لتشجيع المنافسة والتحديثات المستمرة للمجتمع
bn: উন্মুক্ত, ভাগ করা ডেটাতে উত্সাহ দেওয়া প্রতিযোগিতা এবং সম্প্রদায়ে সর্বদা উন্নত আপডেটের ইতিবাচক বাহ্যিকতাও রয়েছে has

source: What if network data was owned by the community and not a private operator?
ar: ماذا لو كانت بيانات الشبكة مملوكة للمجتمع وليس لمشغل خاص؟
bn: যদি নেটওয়ার্ক ডেটা কোনও সম্প্রদায়ের মালিকানাধীন ছিল এবং কোনও ব্যক্তিগত অপারেটর নয়?

source: Potential lack of innovation
ar: نقص محتمل في الابتكار
bn: উদ্ভাবনের সম্ভাব্য অভাব

source: Once a category winner has been defined in marketplace verticals, that company is usually able to maintain a (mostly) monopolistic position. Having more buyers and sellers means more capital to further grow the business. Having invaluable troves of data, marketing dollars, and brand recognition are all powerful moats that prevent competitors from entering the market, thereby stifling innovation. The most salient example is probably Craigslist, the first mainstream services and goods marketplace on the Internet, which has thrived for over 20 years despite having an outdated user experience, lacking a dependable and trustworthy reputation system, and even failing to provide a native way to pay for transactions safely and easily<a class='whitepaper-footnote-link' href='#footnote6'>6</a>.
ar: بمجرد أن يتم تعريف الفائز في الفئة في قطاعات السوق ، فإن هذه الشركة عادة ما تكون قادرة على الحفاظ على وضع احتكاري (في الغالب). وجود المزيد من المشترين والبائعين يعني المزيد من رأس المال لزيادة نمو الأعمال. وجود عدد لا يحصى من البيانات ، وتسويق الدولارات ، والاعتراف بالعلامات التجارية كلها خرافات قوية تمنع المنافسين من دخول السوق ، وبالتالي خنق الابتكار. المثال الأكثر بروزًا هو كريغزلست ، أول سوق للخدمات والسلع السائدة على الإنترنت ، والتي ازدهرت لأكثر من 20 عامًا على الرغم من أن لديها تجربة مستخدم قديمة ، وتفتقر إلى نظام سمعة يمكن الاعتماد عليه وجدير بالثقة ، وحتى فشلها في توفير وسيلة أصلية ل ادفع للمعاملات بأمان وبسهولة<a class='whitepaper-footnote-link' href='#footnote6'>6</a>.
bn: একবার কোনও বিভাগের বিজয়ীর মার্কেটপ্লেস উল্লম্ব ক্ষেত্রে সংজ্ঞায়িত করা হলে, সেই সংস্থা সাধারণত একটি (বেশিরভাগ) একচেটিয়া অবস্থান বজায় রাখতে সক্ষম হয়। আরও বেশি ক্রেতা এবং বিক্রেতার অর্থ ব্যবসায় আরও বৃদ্ধি করার জন্য আরও বেশি মূলধন। ডেটা, বিপণন ডলার এবং ব্র্যান্ডের স্বীকৃতি অমূল্য ট্রফ থাকা সমস্ত শক্তিশালী শাবক যা প্রতিযোগীদের বাজারে প্রবেশ করা থেকে বিরত করে, যার ফলে উদ্ভাবনকে স্তব্ধ করা হয়। সর্বাধিক সুস্পষ্ট উদাহরণ হ'ল ক্রেগলিস্ট, ইন্টারনেটের প্রথম মূলধারার পরিষেবা এবং পণ্য বাজার, যা পুরানো ব্যবহারকারীর অভিজ্ঞতা থাকা সত্ত্বেও 20 বছরেরও বেশি সময় ধরে সাফল্য অর্জন করেছে, নির্ভরযোগ্য এবং বিশ্বাসযোগ্য খ্যাতি সিস্টেমের অভাব রয়েছে, এমনকি এমনকি কোনও স্থানীয় উপায় সরবরাহ করতে ব্যর্থ হয়েছে নিরাপদে এবং সহজে লেনদেনের জন্য অর্থ প্রদান করুন<a class='whitepaper-footnote-link' href='#footnote6'>6</a>।

source: There have been a countless number of Craigslist competitors that fell flat despite offering buyers and sellers a safer, easier buying experience simply because Craigslist had first mover advantage and ingrained network effects. The buyers go where the sellers are, and sellers go where the buyers are.
ar: كان هناك عدد لا يحصى من منافسي Craigslist الذين ظلوا على حالهم بالرغم من تقديم تجربة شراء أكثر أمانًا وأسهل للمشترين والبائعين لأن Craigslist كان له ميزة المحرك الأولى وتأثيرات الشبكة المتأصلة فيه. يذهب المشترون إلى أين يوجد البائعون ، ويذهب البائعون إلى حيث يوجد المشترون.
bn: ক্রেগলিস্ট প্রতিযোগীদের একটি সংখ্যা রয়েছে যা ক্রেতাদের এবং বিক্রেতাদের একটি নিরাপদ, সহজ কেনার অভিজ্ঞতা দেওয়ার পরেও সমতল হয়ে পড়েছিল কারণ ক্রেগলিস্টের প্রথম মুভার সুবিধা ছিল এবং নেটওয়ার্কের প্রভাবগুলি ছিল। ক্রেতারা যেখানে বিক্রেতারা সেখানে যান এবং বিক্রেতারা যেখানে ক্রেতারা সেখানে যান।

source: What if buyers and sellers met on an open, decentralized network that created incentives for everyone to work together and innovate for the community interest?
ar: ماذا لو التقى المشترون والبائعون على شبكة مفتوحة غير مركزية أوجدت حوافز للجميع للعمل معا والابتكار من أجل مصلحة المجتمع؟
bn: ক্রেতারা ও বিক্রেতারা যদি এমন একটি উন্মুক্ত, বিকেন্দ্রীভূত নেটওয়ার্কের সাথে দেখা করেন যা সবার জন্য একত্রে কাজ করার জন্য এবং সম্প্রদায়ের স্বার্থে উদ্ভাবনের উদ্দীপনা তৈরি করে?

source: We envision a future where innovations are constantly made to underlying infrastructure, product features, and business mechanics to the benefit of the entire network of buyers and sellers.
ar: نحن نتصور مستقبلاً يتم فيه ابتكار ابتكارات باستمرار على البنية التحتية الأساسية وميزات المنتج وميكانيك الأعمال لصالح شبكة كاملة من المشترين والبائعين.
bn: আমরা এমন একটি ভবিষ্যতের কল্পনা করি যেখানে ক্রম এবং ক্রেতাদের পুরো নেটওয়ার্কের সুবিধার জন্য অন্তর্নিহিত অবকাঠামো, পণ্য বৈশিষ্ট্য এবং ব্যবসায়িক যান্ত্রিক ব্যবস্থায় নিয়মিতভাবে নতুনত্ব তৈরি হয়।

source: Arbitrary rule changes and censorship
ar: الحكم التعسفي يتغير والرقابة
bn: ইচ্ছামত নিয়ম পরিবর্তন এবং সেন্সরশিপ

source: When marketplaces are governed by individual corporations, these corporations can and will change policies and rules on a whim. In many cases, they have the best intentions of the community in mind. In others, they have much more selfish interests. There are countless examples of marketplace operators spiting the very members that have created great value for them.
ar: عندما تكون الأسواق محكومة بشركات فردية ، فإن هذه الشركات يمكنها تغيير السياسات والقواعد المتعلقة بأهواء وسوف تقوم بذلك. في كثير من الحالات ، لديهم أفضل نوايا المجتمع في الاعتبار. في حالات أخرى ، لديهم اهتمامات أكثر أنانية. هناك أمثلة لا حصر لها من مشغلي السوق الذين يبثون نفس الأعضاء الذين خلقوا قيمة كبيرة لهم.
bn: যখন মার্কেটপ্লেসগুলি পৃথক কর্পোরেশন দ্বারা পরিচালিত হয়, তখন এই কর্পোরেশনগুলি একটি তীব্র নীতি এবং নিয়মগুলি পরিবর্তন করতে পারে এবং করবে। অনেক ক্ষেত্রে, তাদের মনে সম্প্রদায়ের সেরা উদ্দেশ্য রয়েছে। অন্যদের মধ্যে তাদের আরও স্বার্থপর আগ্রহ রয়েছে। মার্কেটপ্লেস অপারেটরগুলির এমন অনেকগুলি উদাহরণ রয়েছে যা খুব সদস্যদের জন্য তাদের জন্য দুর্দান্ত মান তৈরি করে sp

source: As sharing economy marketplaces grow, suppliers and buyers increasingly become abstracted away into the numbers, and some are left feeling like they are “cogs in the wheel”. Uber has increased their take from drivers from 15%% all the way to 30%% over the years<a class='whitepaper-footnote-link' href='#footnote7'>7</a>, and drivers have no ability to impact these decisions. Many early Uber drivers now feel that they have been taken advantage of as the ride-sharing giant has scaled its operations.
ar: مع نمو المشاركة في أسواق الاقتصاد ، يزداد عدد الموردين والمشترين الذين يتم استخلاصهم من الأرقام ، ويشعر البعض بأنهم "مستهلكون في عجلة القيادة". زاد Uber من عدد السائقين من 15%% وصولاً إلى 30%% على مدار السنوات<a class='whitepaper-footnote-link' href='#footnote7'>7</a>، وليس لدى السائقين القدرة على التأثير على هذه القرارات. يشعر العديد من سائقي Uber الأوائل الآن أنهم قد استفادوا من ذلك لأن عملاق مشاركة ركوب الخيل قام بتوسيع عملياته.
bn: ভাগ করে নেওয়ার অর্থনীতির বাজারগুলি বাড়ার সাথে সাথে সরবরাহকারী এবং ক্রেতারা ক্রমশ সংখ্যায় বিমুগ্ধ হয়ে যায় এবং কিছুকে তারা "চক্রের কোগ" বলে বোধ করে ফেলে। উবার থেকে 15 ড্রাইভার থেকে তাদের নিতে বৃদ্ধি পেয়েছে%% থেকে 30 সব পথ%% বছর ধরে<a class='whitepaper-footnote-link' href='#footnote7'>7</a>, এবং ড্রাইভার এই সিদ্ধান্ত প্রভাবিত করার কোন ক্ষমতা আছে। প্রারম্ভিক অনেক উবার চালকরা এখন অনুভব করছেন যে রাইড শেয়ারিং জায়ান্টটি এর কাজকর্মটি স্কেল করায় তারা তাদের সদ্ব্যবহার করা হয়েছে।

source: In 2017, Airbnb made the news for kicking guests out of rented properties and canceled their accounts after discovering those guests were planning to attend a Ku Klux Klan (KKK) rally<a class='whitepaper-footnote-link' href='#footnote8'>8</a>. While few people sympathize with klan members that promote racist and violent ideology, it’s a slippery slope for Airbnb to start taking an opinionated stance on who is allowed to use their service. What about members of controversial political and religious groups? The personal leanings of a marketplace’s founders, no matter how mainstream, should not interfere with the decisions of marketplace buyers and sellers.
ar: في عام 2017 ، أصدرت Airbnb أخبارًا عن طرد الضيوف من العقارات المستأجرة وإلغاء حساباتهم بعد اكتشاف هؤلاء الضيوف كانوا يخططون لحضور تجمع Ku Klux Klan (KKK)<a class='whitepaper-footnote-link' href='#footnote8'>8</a>. في حين أن القليل من الناس يتعاطفون مع أعضاء شبكة klan الذين يروجون للعقيدة العنصرية والعنيفة ، إلا أنه منحدر زلق لـ Airbnb للبدء في اتخاذ موقف من الرأي حول من يُسمح له باستخدام خدمتهم. ماذا عن أعضاء الجماعات السياسية والدينية المثيرة للجدل؟ لا ينبغي أن تتداخل الميول الشخصية لمؤسسي السوق ، بغض النظر عن الاتجاه السائد ، في قرارات المشترين والبائعين في السوق.
bn: 2017 সালে, এয়ারবিএনবি অতিথিকে ভাড়া দেওয়া সম্পত্তি থেকে লাথি মারার জন্য সংবাদ তৈরি করেছিল এবং এই অতিথিদের আবিষ্কারের পরে তাদের অ্যাকাউন্ট বাতিল করে যে কু-ক্লাক্স ক্লান (কে কে কে) সমাবেশ<a class='whitepaper-footnote-link' href='#footnote8'>8</a>অংশ নেওয়ার পরিকল্পনা করছে। যদিও বর্ণবাদী ও হিংস্র মতাদর্শকে প্রচার করে এমন ক্যালান সদস্যদের প্রতি কিছু লোক সহানুভূতি প্রকাশ করছে, তবে কে তাদের পরিষেবা ব্যবহারের অনুমতি পাবে সে সম্পর্কে মতামতী অবস্থান গ্রহণ করা এয়ারবিএনবির পক্ষে পিচ্ছিল slাল। বিতর্কিত রাজনৈতিক ও ধর্মীয় গোষ্ঠীর সদস্যদের কী হবে? কোনও মার্কেটপ্লেসের প্রতিষ্ঠাতাদের ব্যক্তিগত ঝোঁকগুলি, যতই মূল মূলধারাই হোক না কেন, মার্কেটপ্লেস ক্রেতা এবং বিক্রেতার সিদ্ধান্তে হস্তক্ষেপ করা উচিত নয়।

source: Many Etsy sellers live in constant fear of their stores being shut down for copyright violations or breaking arbitrary rules like having duplicate listings or failing to disclose team members. There are many stories of store owners having their livelihoods extinguished with little to no recourse. Similar stories of platforms shutting down accounts or seizing funds are all too common on eBay, Amazon, and many other popular marketplaces. Sellers complain of course, but few realistic alternatives exist.
ar: يعيش العديد من بائعي Etsy في خوف دائم من إغلاق متاجرهم بسبب انتهاكات حقوق الطبع والنشر أو انتهاك القواعد التعسفية مثل وجود قوائم مكررة أو عدم الكشف عن أعضاء الفريق. هناك العديد من القصص التي تشير إلى أن أصحاب المتاجر قد أخمدوا سبل عيشهم دون اللجوء إلى أي شيء. قصص مماثلة عن منصات إغلاق الحسابات أو الاستيلاء على الأموال كلها شائعة جدا على موقع ئي باي ، والأمازون ، والعديد من الأسواق الشعبية الأخرى. الباعة يشكون بالطبع ، ولكن توجد بدائل واقعية قليلة.
bn: অনেক এস্টি বিক্রেতারা কপিরাইট লঙ্ঘনের কারণে তাদের দোকানগুলি বন্ধ হয়ে যাওয়ার বা নকল তালিকার তালিকা থাকা বা দলের সদস্যদের প্রকাশে ব্যর্থ হওয়ার মতো স্বেচ্ছাসেবী নিয়ম ভঙ্গ করার জন্য অবিচ্ছিন্ন ভয়ে থাকেন। স্টোর মালিকদের জীবন-জীবিকা নিখরচায় অল্প অল্প করেই শেষ হয়ে যাওয়ার অনেক গল্প রয়েছে। প্ল্যাটফর্মগুলির অ্যাকাউন্টগুলি বন্ধ করার বা তহবিল দখল করার অনুরূপ গল্পগুলি ইবে, অ্যামাজন এবং অন্যান্য অনেক জনপ্রিয় মার্কেটপ্লেসে খুব সাধারণ। বিক্রেতারা অবশ্যই অভিযোগ করেন, তবে কয়েকটি বাস্তববাদী বিকল্প বিদ্যমান।

source: Tampering of rules is not reserved only for private corporations that manage the marketplace. Airbnb’s home city of San Francisco has passed local ordinances forbidding the home-rental company from taking bookings from hosts who have not properly registered their homes<a class='whitepaper-footnote-link' href='#footnote9'>9</a>. The new regulations are so restrictive that thousands of rental properties in San Francisco have now been banned from the platform. Dozens of other cities followed San Francisco’s actions and used them as a model for how to pass their own restrictions concerning home-sharing. Airbnb represents a single point of failure in this case, and hotel industry lobbyists can attack this valuable industry easily and effectively.
ar: العبث بالقواعد لا يقتصر فقط على الشركات الخاصة التي تدير السوق. أصدرت مدينة سان فرانسيسكو مسقط رأس Airbnb المراسيم المحلية التي تمنع شركة تأجير المنازل من أخذ الحجوزات من المضيفين الذين لم يسجلوا بيوتهم بشكل صحيح<a class='whitepaper-footnote-link' href='#footnote9'>9</a>. اللوائح الجديدة مقيدة لدرجة أن الآلاف من العقارات المؤجرة في سان فرانسيسكو قد تم حظرها الآن من المنصة. اتبعت العشرات من المدن الأخرى تصرفات سان فرانسيسكو واستخدمتها كنموذج لكيفية تجاوز القيود الخاصة بمشاركة المنزل. يمثل Airbnb نقطة واحدة من الفشل في هذه الحالة ، ويمكن لوبي صناعة الفنادق مهاجمة هذه الصناعة القيمة بسهولة وفعالية.
bn: নিয়মাবলী ছলছল করা কেবলমাত্র ব্যক্তিগত কর্পোরেশনগুলির জন্য সংরক্ষিত নয় যা বাজারের জায়গাটি পরিচালনা করে। সান ফ্রান্সিসকো এর এয়ারবিএনবির হোম সিটি স্থানীয় অধ্যাদেশগুলি গৃহ-ভাড়া সংস্থাকে যে হোস্টগুলি যথাযথভাবে নিবন্ধগুলি রেখেছে না তাদের হোস্টের কাছ থেকে বুকিং নিতে নিষেধ করে<a class='whitepaper-footnote-link' href='#footnote9'>9</a>। নতুন বিধিগুলি এতটাই বিধিনিষেধযুক্ত যে সান ফ্রান্সিসকোতে থাকা হাজার হাজার ভাড়ার সম্পত্তি এখন প্ল্যাটফর্ম থেকে নিষিদ্ধ করা হয়েছে। অন্যান্য শহর শহর কয়েক ডজন সান ফ্রান্সিসকো এর ক্রিয়াকলাপ অনুসরণ করে এবং কীভাবে বাড়ির ভাগাভাগি সংক্রান্ত তাদের নিজস্ব বিধিনিষেধগুলি পাস করতে পারে তার একটি মডেল হিসাবে ব্যবহার করে। এয়ারবিএনবি এই ক্ষেত্রে একক ব্যর্থতার প্রতিনিধিত্ব করে এবং হোটেল শিল্পের লবিস্টরা সহজেই এবং কার্যকরভাবে এই মূল্যবান শিল্পকে আক্রমণ করতে পারে।

source: Finally, as an oft-cited example of the importance of cryptocurrencies, Wikileaks was able to survive the US banking blockade due to Bitcoin donations from their supporters. By building tools for people to transact with each other in a trustless, distributed fashion, we can eliminate these single points of failure in our systems that undermine our personal liberties.
ar: أخيرًا ، وكمثال يتم الاستشهاد به في كثير من الأحيان على أهمية العملات المشفرة ، تمكنت ويكيليكس من النجاة من الحصار المصرفي الأمريكي بسبب تبرعات بيتكوين من مؤيديها. من خلال بناء أدوات للأشخاص للتعامل مع بعضهم البعض بطريقة موزعة غير موثوق بها ، يمكننا القضاء على نقاط الفشل هذه في أنظمتنا التي تقوض حرياتنا الشخصية.
bn: অবশেষে, ক্রিপ্টোকারেন্সিগুলির গুরুত্বের একটি উদাহরণস্বরূপ উদাহরণ হিসাবে, উইকিলিকস তাদের সমর্থকদের বিটকয়েন অনুদানের কারণে মার্কিন ব্যাংকিং অবরোধ থেকে বেঁচে থাকতে সক্ষম হয়েছিল। লোকেদের বিশ্বাসহীন, বিতরণ করা ফ্যাশনে একে অপরের সাথে লেনদেনের জন্য সরঞ্জাম তৈরি করে আমরা আমাদের সিস্টেমে এই ব্যর্থতার একক পয়েন্টগুলি দূর করতে পারি যা আমাদের ব্যক্তিগত স্বাধীনতাকে ক্ষুন্ন করে।

source: What if goods and services that added value to the ecosystem could freely trade at their fair market prices and quantities without tampering from biased third parties?
ar: ماذا لو أن السلع والخدمات التي تضيف قيمة إلى النظام الإيكولوجي يمكن أن تتاجر بحرية بأسعار السوق العادلة وكمياتها دون العبث من أطراف ثالثة متحيزة؟
bn: কী হবে যদি পরিবেশ ও সিস্টেমের মূল্য সংযোজনকারী পণ্য ও পরিষেবাগুলি পক্ষপাতদুষ্ট তৃতীয় পক্ষের দ্বারা छेলা ছাড়াই তাদের ন্যায্য বাজার মূল্যে এবং পরিমাণে অবাধে বাণিজ্য করতে পারে?

source: Now is the <span>time for change</span>
ar: الآن هو الوقت <span>للتغيير</span>
bn: এখন <span>পরিবর্তনের জন্য সময়</span>

source: The market is ready for a new peer-to-peer form of commerce. The world is moving to a gig economy where more and more individuals provide goods and services as their primary or supplemental way of earning income. Over 22%% of US adults have become suppliers to the sharing economy as of 2016<a class='whitepaper-footnote-link' href='#footnote10'>10</a> and this number is expected to increase over time. These suppliers will hugely benefit from an open network that does not charge exorbitant transaction and service fees.
ar: السوق جاهز لشكل جديد من الند للند. ينتقل العالم إلى اقتصاد أزعج حيث يزداد عدد الأفراد الذين يقدمون السلع والخدمات كطريقة أساسية أو تكميلية لكسب الدخل. أكثر من 22%% من البالغين في الولايات المتحدة أصبحت الموردين للاقتصاد تقاسم اعتبارا من 2016<a class='whitepaper-footnote-link' href='#footnote10'>10</a> ، ويتوقع أن يزيد بمرور الوقت هذا الرقم. سيستفيد هؤلاء الموردون بشكل كبير من شبكة مفتوحة لا تفرض رسومًا على المعاملات والخدمات الباهظة.
bn: বাজারটি নতুন পিয়ার-টু-পিয়ার ফর্মের জন্য প্রস্তুত। বিশ্ব এমন এক গিগ অর্থনীতিতে চলেছে যেখানে আরও বেশি সংখ্যক ব্যক্তি তাদের আয়ের উপার্জনের প্রাথমিক বা পরিপূরক উপায় হিসাবে পণ্য এবং পরিষেবা সরবরাহ করে। 2016<a class='whitepaper-footnote-link' href='#footnote10'>10</a> হিসাবে মার্কিন যুক্তরাষ্ট্রে 22%% বেশি প্রাপ্তবয়স্ক অংশীদারিত্বের অর্থনীতিতে সরবরাহকারী হয়েছেন এবং সময়ের সাথে এই সংখ্যাটি বাড়তে পারে বলে আশা করা হচ্ছে। এই সরবরাহকারীরা একটি উন্মুক্ত নেটওয়ার্ক থেকে প্রচুর উপকৃত হবে যা অত্যধিক লেনদেন এবং পরিষেবা ফি গ্রহণ করে না।

source: Gross bookings on the sharing economy are expected to exceed $335B by 2025<a class='whitepaper-footnote-link' href='#footnote11'>11</a>. Platform revenues (mostly fees taken by the companies) for the sharing economy are expected to more than double to $40.2B in the next five years<a class='whitepaper-footnote-link' href='#footnote12'>12</a>.
ar: من المتوقع أن يتجاوز إجمالي الحجوزات على اقتصاد المشاركة 335 مليار دولار بحلول عام 2025<a class='whitepaper-footnote-link' href='#footnote11'>11</a>. من المتوقع أن تزيد عائدات المنصة (معظمها من الرسوم التي تتحملها الشركات) لاقتصاد المشاركة إلى أكثر من الضعف لتصل إلى 40.2 مليار دولار في السنوات الخمس القادمة<a class='whitepaper-footnote-link' href='#footnote12'>12</a>.
bn: ভাগ করে নেওয়ার অর্থনীতিতে মোট বুকিং 2025<a class='whitepaper-footnote-link' href='#footnote11'>11</a>335 বি ছাড়িয়ে যাবে বলে আশা করা হচ্ছে। ভাগ করে নেওয়ার অর্থনীতির জন্য প্ল্যাটফর্মের রাজস্ব (বেশিরভাগ সংস্থাগুলি নেওয়া ফি) পরবর্তী পাঁচ বছরে দ্বিগুণের বেশি হয়ে ৪০.২ বি ডলার আশা করা হয়<a class='whitepaper-footnote-link' href='#footnote12'>12</a>।

source: While the overall market continues to boom, value capture has only shifted in favor to the regional monopolies. Recently, Airbnb dramatically increased fees for hosts in many global regions, from 3 to 5 percent to 14 percent<a class='whitepaper-footnote-link' href='#footnote13'>13</a>. Similarly, Uber’s advertised 25%% commission rate is actually significantly higher when factoring in additional fees that are passed onto their drivers. For example, the median commission that Uber charges in San Francisco was recently estimated at 39%%<a class='whitepaper-footnote-link' href='#footnote14'>14</a>
ar: في الوقت الذي يستمر فيه السوق ككل في الازدهار ، إلا أن تحصيل القيمة قد تحول فقط لصالح الاحتكارات الإقليمية. في الآونة الأخيرة ، زادت Airbnb بشكل كبير رسوم المضيفين في العديد من المناطق العالمية ، من 3 إلى 5 بالمائة إلى 14 بالمائة<a class='whitepaper-footnote-link' href='#footnote13'>13</a>. وبالمثل ، فإن معدل العمولة المعلن عنه من قبل Uber 25%% هو في الواقع أعلى بكثير عند أخذ الرسوم الإضافية في الاعتبار والتي يتم تمريرها إلى السائقين. على سبيل المثال ، تم تقدير متوسط العمولة التي يتقاضاها أوبر في سان فرانسيسكو مؤخرًا بـ 39%%<a class='whitepaper-footnote-link' href='#footnote14'>14</a>
bn: সামগ্রিক বাজারে উজ্জ্বলতা অব্যাহত থাকলেও, মান ক্যাপচার কেবলমাত্র আঞ্চলিক মনোপলিগুলির পক্ষে চলে গেছে। সম্প্রতি, এয়ারবিএনবি নাটকীয়ভাবে বহু বিশ্ব অঞ্চলে হোস্টের জন্য ফি বাড়িয়েছে, 3 থেকে 5 শতাংশ থেকে 14 শতাংশ<a class='whitepaper-footnote-link' href='#footnote13'>13</a>। একইভাবে, উবারের বিজ্ঞাপন দেওয়া 25%% কমিশনের হারগুলি যখন তাদের ড্রাইভারদের উপর দেওয়া অতিরিক্ত ফিসে ফ্যাক্টরিং করে তখন তা উল্লেখযোগ্যভাবে বেশি হয়। উদাহরণস্বরূপ, সান ফ্রান্সিসকোতে উবার চার্জ করে এমন মিডিয়ান কমিশনটি সম্প্রতি 39%%<a class='whitepaper-footnote-link' href='#footnote14'>14</a>অনুমান করা হয়েছিল
