Repository: Amit00077/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, el, ja, nl, th

source: Distribute investor OGN tokens
ja: 投資家へOGNトークンの送付

source: Q1 2020
ja: 2020年Q1

source: Increase the decentralization of the Origin network with Origin Nodes and other research initiatives
ja: Origin Nodesや他の研究を活用して、Originネットワークの分散化を促進

source: Q2 2020
ja: 2020年Q2

source: Focus on expanding developer adoption with new developer tools and APIs
ja: 新しい開発者ツールとAPIで開発者の採用を拡大することに焦点を当てる

source: Q3 2020 and beyond
ja: 2020年Q3以降

source: Continued development of the Origin platform with a focus on achieving decentralized governance
ja: 分散型ガバナンスの実現に焦点を当てたOriginプラットフォームの継続的な開発

source: Origin Token
ja: Originトークン

source: Origin Token (OGN) is an incentive token that ensures the health and growth of the network.
ja: Origin Token（OGN）は、ネットワークの健全性と成長を保証するインセンティブトークンです。

source: Learn more about Origin Token
ja: Originの詳細を見る

source: Our world-class team is led by entrepreneurs and engineers from iconic tech companies
ja: Originの世界トップクラスのチームは、象徴的なハイテク企業の起業家とエンジニアが率いています

source: Our Team
de: Unser Team
el: Η ομάδα μας
ja: チーム
nl: Ons team
th: ทีมของเรา

source: Josh started coding at the age of 10. Prior to Origin, he co-founded three other venture-backed companies: EventVue, Torbit (acquired by Walmart Labs) &amp; Forage.
de: Josh begann im Alter von 10 Jahren zu programmieren. Vor der Gründung von Origin war er Mitbegründer von drei weiteren Venture-unterstützten Unternehmen: EventVue, Torbit (erworben von Walmart Labs) & Forage.
el: Ο Τζος ξεκίνησε την κωδικοποίηση στην ηλικία των 10. Πριν από την Origin, ίδρυσε τρεις άλλες εταιρείες που υποστηρίχθηκαν από επιχειρηματικά κεφάλαια: EventVue, Torbit (που αποκτήθηκε από την Walmart Labs) & amp; Forage.
ja: Joshは10歳でコーディングを覚えました。Originの前は、EventVue、Torbit（Walmart Labsによって後に買収）、Forageの3つのベンチャー企業を共同設立しました。
nl: Josh begon met coderen op 10-jarige leeftijd. Voorafgaand aan Origin, richtte hij mede drie andere venture-backed bedrijven op: EventVue, Torbit (overgenomen door Walmart Labs) & amp; Forage.
th: Josh เริ่มเขียนโปรแกรมตั้งแต่อายุ 10 ปี ก่อนที่จะมาก่อตั้ง Origin เขาเคยร่วมก่อตั้งบริษัทร่วมทุนอย่าง EventVue และ Torbit (ต่อมาถูก Walmart Labs ซื้อกิจการไป) &amp; Forage.

source: Matt was the 3rd PM at YouTube (acquired by Google) and VP PM at Qwiki (acquired by Yahoo) and Bonobos (acquired by Walmart). He has an MS and BS from Stanford.
de: Matt war der dritte PM bei YouTube (übernommen von Google), VP PM bei Qwiki (übernommen von Yahoo) und Bonobos (übernommen von Walmart ). Er hat ein MS und BS von Stanford.
el: Ο Matt ήταν o 3ος PM στο YouTube (που αποκτήθηκε από την Google) και ο VP PM στα Qwiki (που αποκτήθηκε από το Yahoo) και Bonobos (που αποκτήθηκε από την Walmart). Έχει MS(μεταπτυχιακό) και BS(πτυχίο) από το Πανεπιστήμιο Στάνφορντ.
ja: MattはYouTube（Googleが買収）で3番目のPMを勤めました。また、Qwiki（Yahooが買収）とBonobos（Walmartが買収）でもPMを担当しました。 スタンフォード大学のMS（理学修士）とBS（理学士）の学位を持っています。
nl: Matt was de 3e PM bij YouTube (overgenomen door Google) en VP PM bij Qwiki (overgenomen door Yahoo) en Bonobos (overgenomen door Walmart). Hij heeft een MS en BS van Stanford.
th: Matt เคยเป็น PM คนที่ 3 ที่ Youtube (ซึ่งต่อมาถูกขายให้แก่ Google) และเคยเป็น VP PM ที่ Qwiki (ต่อมาถูก Yahoo ซื้อกิจการไป) และ Bonobos (ต่อมาถูก Walmart ซื้อกิจการไป) Matt เรียนจบปริญญา MS และ BS จากมหาวิทยาลัย Stanford

source: Product Designer
de: Produktdesigner
el: Σχεδιαστής προϊόντος
ja: プロダクトデザイナー
nl: Product ontwerper
th: นักออกแบบผลิตภัณฑ์

source: Aure is a product designer with 10+ years of experience. Prior to joining Origin, Aure worked at multiple startups and Fortune 500 companies. In a past life, he was also a software engineer.
ja: Aureはプロダクトデザイナーとして10年以上の経験をもっています。Originに参加する前は、様々なスタートアップ企業やFotune500にランキングされる会社で活躍していました。また、ソフトウェアエンジニアとしての一面も併せ持っています。

source: International BD
ja: インターナショナルBD

source: 100%% open-source.
ja: 100 %% オープンソース

source: contributors.
ja: 支援者

source: Want to contribute?
ja: 支援者とは？

source: Join our #engineering channel on Discord
ja: Discordの #engineering チャンネルに参加する

source: Interested in working at Origin?
ja: Originで働いてみたいですか？

source: We are a distributed team and are hiring all around the world.
ja: Originチームは世界中に拠点があり、様々な国の人材を求めています。

source: View job posts
ja: 求人を見る

source: Share
ja: シェアする

source: Origin Protocol - Videos
ja: Origin Protocol - 動画

source: Employee Videos
ja: 従業員の声

source: Meetup Videos
ja: ミートアップの様子

source: Employees
ja: 従業員

source: To be Announced
ja: 近日公開

source: The page you’re looking for is no longer here, maybe it was never here in the first place. In any case, we sincerely apologize if it’s us and we forgive you if it’s you :)
de: Die Seite, nach der du suchst, ist nicht länger verfügbar, vielleicht war sie sogar nie hier. Auf jeden Fall entschuldigen wir uns aufrichtig, wenn der Fehler bei uns liegt und vergeben Ihnen, wenn Sie es sind :)
el: Η σελίδα που ψάχνετε δεν είναι πλέον εδώ, ίσως δεν ήταν ποτέ εδώ στην πρώτη θέση. Σε κάθε περίπτωση, ειλικρινά ζητούμε συγγνώμη αν είμαστε εμείς και σας συγχωρούμε αν είστε εσείς :)
nl: De pagina waarnaar je op zoek bent, bestaat niet meer. Misschien heeft hij überhaupt nooit bestaan. Mocht het onze fout zijn, dan verontschuldigen we ons oprecht. Mocht het aan jou liggen, dan vergeven we je het bij deze :)
th: เว็บที่คุณกำลังหาไม่ได้อยู่ที่นี่แล้ว อาจจะไม่เคยมีมาก่อน ไม่ว่าในกรณีใดก็ตามเราขอโทษจากใจ

source: CoinList <span class="subdued">Round</span>
de: CoinList <span class = "gedämpft"> Rund </span>
el: CoinList <span class = "υποτονική "> Στρογγυλή </span>
nl: CoinList <span class = "ingetogen "> Ronde </span>
th: CoinList <span class = "เงียบ ๆ "> รอบ </span>

source: Register today!
de: Melde dich noch heute an!
el: Εγγράψου σήμερα!
nl: Registreer vandaag!
th: ลงทะเบียนวันนี้!

source: $1,000 minimum.
el: $ 1.000 ελάχιστο.
th: ขั้นต่ำ 1,000 บาท

source: Availability limited.
de: Verfügbarkeit begrenzt.
el: Η διαθεσιμότητα είναι περιορισμένη.
nl: Beschikbaarheid beperkt.
th: ความพร้อมใช้งาน จำกัด

source: Learn more.
de: Mehr erfahren.
el: Μάθε περισσότερα.
nl: Kom meer te weten.
th: เรียนรู้เพิ่มเติม.

source: Registration Ends In
de: Registrierung endet in
el: Η εγγραφή τελειώνει στο
nl: Registratie eindigt in
th: การลงทะเบียนสิ้นสุดลง

source: Register Now
de: Jetzt registrieren
el: Κάνε εγγραφή τώρα
nl: Registreer nu
th: สมัครตอนนี้

source: Origin Protocol enables the sharing economy on the blockchain
de: Origin Protokoll bringt die Sharing Economy auf die Blockchain
el: Το πρωτόκολλο προέλευσης επιτρέπει την κοινή χρήση της οικονομίας στο blockchain
nl: Origin Protocol maakt een deeleconomie mogelijk op de blockchain
th: Origin Protocol ช่วยให้การแบ่งปันระบบเศรษฐกิจบนบล็อคเชน

source: Origin is a protocol for creating sharing economy marketplaces using the Ethereum blockchain and IPFS
de: Origin ist ein Protokoll zur Erstellung von Sharing Economy-Marktplätzen auf der Ethereum-Blockchain und IPFS
el: Η Origin είναι ένα πρωτόκολλο για τη δημιουργία αγορών οικονομίας διαμοιρασμού χρησιμοποιώντας την αλυσίδα των μπλοκ (blockchain) Ethereum και το IPFS
nl: Origin is een protocol voor het creëren van markten voor deeleconomieën met behulp van de Ethereum blockchain en IPFS
th: Origin เป็นระบบสำหรับสร้าง marketplace แบบ sharing economy ใช้ Ethereum blockchain และ IPFS

source: The Origin platform
de: Die Origin-Plattform
el: Η πλατφόρμα Origin
nl: Het Origin platform
th: แพลตฟอร์มของ Origin

source: We empower developers and businesses to build decentralized marketplaces on the blockchain. Our protocol makes it easy to create and manage listings for the fractional usage of assets and services. Buyers and sellers can discover each other, browse listings, make bookings, leave ratings and reviews, and much more.
de: Wir befähigen Entwickler und Unternehmen, dezentralisierte Marktplätze auf der Blockchain aufzubauen. Unser Protokoll erleichtert das Erstellen und Verwalten von Angeboten für die anteilige Verwendung von Gütern und Dienstleistungen. Käufer und Verkäufer können sich gegenseitig kennenlernen, Angebote durchsuchen, Buchungen vornehmen, Bewertungen und Beurteilungen hinterlassen und vieles mehr.
el: Δίνουμε την δυνατότητα τους προγραμματιστές και τις επιχειρήσεις να δημιουργήσουν αποκεντρωμένες αγορές στην αλυσίδα των μπλοκ (blockchain). Το πρωτόκολλό μας διευκολύνει τη δημιουργία και τη διαχείριση καταχωρήσεων για την κλασματική χρήση περιουσιακών στοιχείων και υπηρεσιών. Οι αγοραστές και οι πωλητές μπορούν να ανακαλύψουν ο ένας τον άλλον, να αναζητήσουν λίστες, να κάνουν κρατήσεις, να αφήσουν αξιολογήσεις και κριτικές και πολλά άλλα.
nl: We stellen ontwikkelaars en bedrijven in staat om gedecentraliseerde markten te bouwen op de blockchain. Ons protocol maakt het makkelijk om aanbiedingen te creëren en te beheren voor het deelgebruik van middelen en diensten. Kopers en verkopers kunnen elkaar ontdekken, door aanbiedingen bladeren, boekingen doen, beoordelingen en recensies achterlaten en nog veel meer.
th: เราช่วยให้นักพัฒนาระบบและธุรกิจต่างๆสร้างตลาดบน blockchain แบบกระจายศูนย์ด้วย protocol ที่ใช้ง่าย ผู้ซื้อขายสามารถติดต่อค้นหากันได้เอง เลือกชมจากรายการ ทำการจองขอใช้ทรัพย์สินหรือบริการนั้นๆตามจำนวนเท่าที่ต้องการ หลังจากนั้นสามารถให้เรตติ้ง รีวิว และอื่นๆอีกมากมาย

source: Read Our Product Brief
de: Lesen Sie unsere Produktbeschreibung
el: Διαβάστε το προϊόν μας Σύντομη
nl: Lees onze productbeschrijving
th: อ่านบทสรุปผลิตภัณฑ์ของเรา

source: Join Our Telegram
de: Trete unserem Telegram bei
el: Συμμετάσχετε στο Telegram μας
nl: Word lid van onze Telegram
th: ร่วม Telegram ของเรา

source: Partners building on Origin
de: Partner, die auf Origin bauen
el: Οι εταίροι βασίζονται στην προέλευση
nl: Partners ontwikkelen op Origin
th: การสร้างพาร์ทเนอร์เกี่ยวกับ Origin

source: Teams all over the world are building on Origin's protocols, but we're looking for more amazing people to join our mission.
de: Teams aus aller Welt bauen auf Origin's Protokollen, dennoch suchen wir noch mehr tolle Leute, die sich unserer Mission anschließen wollen.
el: Οι ομάδες σε όλο τον κόσμο βασίζονται στα πρωτόκολλα του Origin, αλλά ψάχνουμε για πιο καταπληκτικούς ανθρώπους να συμμετάσχουν στην αποστολή μας.
nl: Teams over de hele wereld ontwikkelen op de protocollen van Origin, maar we zijn op zoek naar meer fantastische mensen om aan onze missie deel te nemen.
th: ทีมต่างๆทั่วโลกกำลังสร้างโปรโตคอลของ Origin แต่เรากำลังมองหาคนที่น่าอัศจรรย์มากขึ้นเพื่อเข้าร่วมภารกิจของเรา

source: View All Partners
de: Alle Partner anzeigen
el: Προβολή όλων των συνεργατών
nl: Bekijk alle partners
th: ดูพาร์ทเนอร์ทั้งหมด

source: Build your business on Origin
de: Bauen Sie Ihr Geschäft auf Origin auf
el: Χτίστε την επιχείρησή σας πάνω στην Origin
nl: Bouw uw bedrijf op het Origin platform
th: สร้างธุรกิจของคุณบน Origin

source: Whether you are a freelance photographer, apartment owner, bikeshare supplier, or existing sharing economy business, Origin makes it easy to do business on the decentralized web.
el: Είτε είστε ανεξάρτητος φωτογράφος, ιδιοκτήτης διαμερισμάτων, προμηθευτής μοτοσικλετών ή υπάρχουσα επιχείρηση με οικονομία ανταλλαγής, η προέλευση διευκολύνει την επιχειρηματική δραστηριότητα στον αποκεντρωμένο ιστό.
nl: Of je nu een freelance fotograaf, een appartementseigenaar, een leverancier van een fietsaanbieding of een bestaande onderneming in de deeleconomie bent, Origin maakt het gemakkelijk om zaken te doen op het gedecentraliseerde internet.

source: Get in touch to learn more.
de: Kontaktieren Sie uns, um mehr zu erfahren.
el: Επικοινωνήστε μαζί μας για να μάθετε περισσότερα.
nl: Neem contact op voor meer informatie.
th: ติดต่อเพื่อเรียนรู้เพิ่มเติม

source: Try the Demo
de: Probieren Sie die Demo aus
el: Δοκιμάστε το Demo
nl: Probeer de demo
th: ลองใช้ Demo

source: View GitHub
de: Besuchen Sie unser GitHub
el: Δείτε το GitHub
nl: Bekijk Github
th: ดู GitHub

source: It's time to replace rent-seeking middlemen
de: Es ist Zeit, kostspielige Zwischenhändler zu ersetzen
el: Ήρθε η ώρα να αντικαταστήσετε τους μεσάζοντες που αναζητούν προμήθεια.
nl: Het is tijd om onnodig dure tussenpersonen te vervangen
th: ถึงเวลาแล้วที่จะตัดพ่อค้าคนกลาง

source: Harnessing the power of the Ethereum blockchain, listings are managed via a secure and transparent system that acts as a neutral third party. Buyers and sellers share the 20-30%% transaction fees that currently go to companies like Uber, Airbnb, Fiverr, and Getaround.
de: Indem man die Möglichkeiten der Ethereum-Blockchain nutzt, werden Anzeigen über ein sicheres und transparentes System verwaltet, das als neutraler Dritter fungiert. Käufer und Verkäufer teilen sich die 20-30 %% Transaktionsgebühren, die derzeit an Unternehmen wie Uber, Airbnb, Fiverr und Getaround gehen.
el: Χρησιμοποιώντας την ισχύ της αλυσίδας μπλοκ (blockchain) Ethereum, οι καταχωρήσεις διαχειρίζονται μέσω ενός ασφαλούς και διαφανούς συστήματος που λειτουργεί ως ουδέτερος τρίτος. Οι αγοραστές και οι πωλητές μοιράζονται τις αμοιβές συναλλαγών 20-30 %% που σήμερα μεταβαίνουν σε εταιρείες όπως το Uber, το Airbnb, το Fiverr και το Getaround.
nl: Gebruikmakend van de kracht van de Ethereum blockchain, worden aanbiedingen beheerd via een veilig en transparant systeem dat fungeert als een neutrale derde partij. Kopers en verkopers delen 20%%-30%% van de transactiekosten die momenteel naar bedrijven gaan zoals Uber, Airbnb, Fiverr en Getaround.
th: ด้วยพลังของ Ethereum blockchain ที่ทำหน้าที่เป็นผู้ดำเนินการที่โปร่งใส ผู้ซื้อขายสินค้าและบริการสามารถได้รับส่วนแบ่ง 20-30%% ของค่าธรรมเนียมที่ปกติแล้วต้องจ่ายแก่คนกลางอย่าง Uber, Airbnb, Fiverr และ Getaround

source: Read the Whitepaper
de: Lesen Sie das Whitepaper
el: Διαβάστε τη Λευκή Βίβλο
nl: Lees de whitepaper
th: อ่าน Whitepaper

source: Origin is building the sharing economy of tomorrow. Buyers and sellers will be able to transact without rent-seeking middlemen. We believe in lowering transaction fees, promoting free and transparent commerce, and giving early participants in the community a stake in the network.
de: Origin baut die Sharing Economy von morgen auf. Käufer und Verkäufer können ohne rentennahe Zwischenhändler handeln. Wir glauben daran, Transaktionsgebühren zu senken, den freien und transparenten Handel zu fördern und den frühen Teilnehmern der Community einen Anteil am Netzwerk zu geben.
el: Η προέλευση οικοδομεί την οικονομία ανταλλαγής αύριο. Οι αγοραστές και οι πωλητές θα μπορούν να συναλλάσσονται χωρίς μεσάζοντες που αναζητούν ενοικίαση. Πιστεύουμε στη μείωση των τελών συναλλαγών, στην προώθηση του ελεύθερου και διαφανούς εμπορίου και στην προσφορά των συμμετεχόντων στο δίκτυο από τους πρώτους συμμετέχοντες στην κοινότητα.
nl: Origin bouwt de deeleconomie van morgen. Kopers en verkopers kunnen transacties uitvoeren zonder huurzoekende tussenpersonen. Wij geloven in het verlagen van transactiekosten, het bevorderen van vrije en transparante handel en het geven van vroege participatie aan de gemeenschap in het netwerk.
th: แหล่งกำเนิดสินค้ากำลังสร้างระบบการแบ่งปันข้อมูลในวันพรุ่งนี้ ผู้ซื้อและผู้ขายจะสามารถทำธุรกรรมได้โดยไม่ต้องการหาพ่อค้าคนกลางที่มาเช่า เราเชื่อมั่นในการลดค่าธรรมเนียมการทำธุรกรรมส่งเสริมการค้าเสรีและโปร่งใสและให้ผู้เข้าร่วมชุมชนในช่วงต้นของการมีส่วนร่วมในเครือข่าย

source: Origin Protocol, Inc.
de: Origin Protokoll, Inc.
el: Πρωτόκολλο προέλευσης, Inc.
th: บจก. ออริจิน โปรโตคอล

source: Privacy
de: Privatsphäre
el: Μυστικότητα
th: ความเป็นส่วนตัว

source: Documentation
de: Dokumentation
el: Έγγραφα
nl: Documentatie
th: เอกสาร

source: Product Brief
de: Produktbeschreibung
el: Σύντομη Παρουσίαση Προϊόντος
nl: Productbeschrijving
th: ย่อสั้นเกี่ยวกับสินค้า

source: Demo DApp
el: Δοκιμαστικό DApp

source: Organization
de: Organisation
el: Οργανισμός
nl: Organisatie
th: องค์กร

source: Presale
de: Vorverkauf
el: Προπώληση
nl: Voorverkoop

source: Partners
de: Partner
el: Συνεργάτες
th: พาร์ทเนอร์

source: Jobs (We're hiring!)
de: Jobs (Wir stellen ein!)
el: Ευκαιρίες Εργασίας (προσλαμβάνουμε!)
nl: Vacatures (Wij zijn op zoek!)
th: งาน (เรากำลังจ้าง!)

source: 845 Market St, #450A<br>San Francisco, CA 94103
de: 845 Market Street, # 450A, San Francisco, CA 94103
el: 845 Market Street, # 450Α, San Francisco, CA 94103
nl: 845 Market St, # 450A in San Francisco, CA 94103
th: 845 Market St, 450A San Francisco, CA 94103

source: Bee Token is building a middleman free, peer-to-peer network of hosts and guests on the decentralized web using Origin Protocol.
de: Bee Token baut ein vermittlerfreies Peer-to-Peer-Netzwerk aus Hosts und Gästen auf dem dezentralen Web mit Origin Protocol.
el: Το Bee Token χτίζει ένα δωρεάν μεσολάβο δίκτυο ομολόγων και φιλοξενουμένων στον αποκεντρωμένο ιστό με πρωτόκολλο προέλευσης.
nl: Bee Token bouwt een peer-to-peer netwerk zonder tussenpersonen, an hosts en gasten op het decentrale web met behulp van Origin Protocol.
th: Bee Token กำลังสร้างเครือข่ายผู้ให้บริการฟรีและเครือข่ายแบบ peer-to-peer สำหรับคนกลางโดยใช้ Origin Protocol

source: Spin is a leading personal mobility platform that rents e-scooters, e-bikes, and bikes in over 50 markets in the US.
de: Spin ist eine führende persönliche Mobilitätsplattform, die E-Scooter, E-Bikes und Fahrräder in über 50 Märkten in den USA vermietet.
el: Η Spin είναι μια κορυφαία πλατφόρμα προσωπικής κινητικότητας που ενοικιάζει ηλεκτρονικά σκούτερ, ηλεκτρονικά ποδήλατα και ποδήλατα σε περισσότερες από 50 αγορές στις ΗΠΑ.
nl: Spin is een toonaangevend platform voor persoonlijke mobiliteit dat e-scooters, e-bikes en fietsen verhuurt op meer dan 50 markten in de VS.
th: Spin เป็นแพลตฟอร์มการเคลื่อนไหวส่วนบุคคลชั้นนำที่ให้เช่าสกูตเตอร์อีคอมเมิร์ซและจักรยานในกว่า 50 ประเทศในสหรัฐอเมริกา

source: Kozaza is building their homesharing and traditional homestay network on the blockchain using Origin Protocol.
de: Kozaza baut ihr Homesharing- und traditionelles Homestay-Netzwerk auf der Blockchain mit dem Origin-Protokoll.
el: Το Kozaza χτίζει το οικιακό δίκτυο και το παραδοσιακό δίκτυο ομοφυλοφιλίας στο blockchain χρησιμοποιώντας το πρωτόκολλο προέλευσης.
nl: Kozaza bouwt hun homesharing en traditionele homestay-netwerk op de blockchain met behulp van Origin Protocol.
th: Kozaza กำลังสร้างเครือข่าย homestaring และ homestay แบบดั้งเดิมบน blockchain โดยใช้ Origin Protocol

source: CanYa is building their “marketplace of services” with Origin Protocol for the gig economy.
de: CanYa baut ihren "Dienstleistungsmarktplatz" mit dem Origin Protocol für die Gig-Economy.
el: Η CanYa χτίζει την "αγορά των υπηρεσιών" της με πρωτόκολλο προέλευσης για την οικονομία του gig.
nl: CanYa bouwt zijn "marktplaats van diensten" met Origin Protocol voor de gig-economie.
th: CanYa กำลังสร้าง "ตลาดบริการ" ด้วย Origin Protocol สำหรับ Gig Economy

source: ServisHero is building their services marketplace that empowers workers in developing countries on Origin Protocol.
de: ServisHero baut seinen Service-Marktplatz, der Mitarbeiter in Entwicklungsländern auf Origin Protocol befähigt.
el: Η ServisHero χτίζει την αγορά υπηρεσιών που παρέχει στους εργαζομένους στις αναπτυσσόμενες χώρες πρωτόκολλο προέλευσης.
nl: ServisHero bouwt zijn dienstenmarktplaats op die werknemers in ontwikkelingslanden het Origin-protocol mogelijk maakt.
th: ServisHero กำลังสร้างตลาดบริการของตนซึ่งจะช่วยให้แรงงานในประเทศกำลังพัฒนาเกี่ยวกับพิธีสาร Origin Protocol

source: Smart contracts enable secure and reliable payments directly from one party to another
de: Smart Contracts ermöglichen sichere und zuverlässige Zahlungen direkt von einer Partei an die andere
el: Οι έξυπνες συμβάσεις επιτρέπουν ασφαλείς και αξιόπιστες πληρωμές απευθείας από το ένα μέρος στο άλλο
nl: Smart contracts zorgen voor veilige en betrouwbare betalingen rechtstreeks van de ene partij naar de andere
th: Smart contract ช่วยให้สามารถชำระเงินได้อย่างปลอดภัยและเชื่อถือได้โดยตรงจากฝ่ายหนึ่งไปยังอีกฝ่ายหนึ่ง

source: Protocol schemas support hundreds of listing types, including custom verticals
de: Protokollschemas unterstützen Hunderte von Angebotstypen, einschließlich benutzerdefinierter Branchen
el: Τα σχήματα του πρωτοκόλλου υποστηρίζουν εκατοντάδες τύπους καταλόγων, συμπεριλαμβανομένων των custom verticals.
nl: Protocolschema's ondersteunen honderden soorten listing types, inclusief aangepaste verticals.
th: แบบแผนของ protocol รองรับธุรกิจสินค้าและบริการหลายประเภท รวมไปถึงหลายอย่างที่ต้องทำ ​custom

source: Open and shared data encourages innovation by developers and businesses
de: Offene und freigegebene Daten fördern die Innovation durch Entwickler und Unternehmen
el: Τα ανοιχτά και κοινά δεδομένα ενθαρρύνουν την καινοτομία από τους προγραμματιστές και τις επιχειρήσεις
nl: Toegankelijke en gedeelde gegevens stimuleren innovatie door ontwikkelaars en bedrijven
th: ข้อมูลที่เปิดและแชร์ช่วยสนับสนุนนวัตกรรมโดยนักพัฒนาซอฟต์แวร์และธุรกิจต่างๆ

source: Identity verification and reputation data on the blockchain ensures safe, reputable partners
de: Identitätsüberprüfung und Reputationsdaten auf der Blockchain gewährleisten sichere und seriöse Partner
el: Η επαλήθευση της ταυτότητας και τα στοιχεία της φήμης στην αλυσίδα των μπλοκ ( blockchain) εξασφαλίζουν ασφαλείς, αξιόπιστους συνεργάτες
nl: Identiteitsverificatie en reputatiegegevens op de blockchain zorgen voor veilige, gerenommeerde partners
th: Blockchain มีวิธีการยืนยันตัวบุคคลและการตรวจสอบชื่อเสียง ทำให้ผู้ใช้งานทั้งหมดมั่นใจในการประกอบกิจกรรมต่างๆ

source: Roadmap
el: Χάρτης
th: แผนงาน

source: Idea conception and demo DApp development
de: Konzeption von Ideen und Demo DApp Entwicklung
el: Σύλληψη ιδέας και ανάπτυξη DApp
nl: Ontstaan van het idee en demo DApp ontwikkeling
th: แนวคิดไอเดียและการพัฒนา demo DApp

source: <a href='%%(product_brief)s'>Product Brief</a> and <a href='%%(whitepaper)s'>Whitepaper</a> released
de: <a href=' %% %% '' Product Brief </a> und <a %% (whitepaper)s'> Whitepaper </a> veröffentlicht
el: <a href=' %% (product_brief)s'> Product Brief </a> και <a href=' %% (whitepaper)s'> Whitepaper </a> κυκλοφόρησαν
nl: <a href=' %% (product_brief)s 'Productoverzicht </a> en <a href=' %% (whitepaper </a>) whitepaper vrijgegeven
th: <a href=' %% (product_brief)s'> บทสรุปผลิตภัณฑ์ </a> และ <a href=' %% (whitepaper)s'> Whitepaper </a> ออกแล้ว

source: Launch <a href='https://demo.originprotocol.com' target='_blank'>alpha</a> on Ethereum testnet
de: Start der <a href='https://demo.originprotocol.com' target='_blank'> Alpha </a> auf dem Ethereum Testnet
el: Έναρξη λειτουργίας <a href='https://demo.originprotocol.com' target='_blank'> alpha </a> στο δίκτυο δοκιμών (testnet) του Ethereum.
nl: Start <a href='https://demo.originprotocol.com' target='_blank'> alpha </a> op het Ethereum Testnet
th: เปิด <a href='https://demo.originprotocol.com' target='_blank'> alpha </a> บน Ethereum testnet

source: Public beta and community sale
de: Öffentliche Betaversion und Community-Verkauf
el: Δημόσια ;δοκιμαστική έκδοση (beta) και πώληση στην κοινότητα.
nl: Openbare bèta en community verkoop
th: Beta สำหรับสาธารณะและการขายให้ชุมชน

source: Token distribution and launch of 3rd-party DApps
de: Token-Verteilung und Start von Drittanbieter-DApps
el: Διανομή Token και εκκίνηση των DApps από τρίτους
nl: Token distributie en lancering van DApps van derden partijen
th: การกระจาย Token และการเปิดตัว DApps จากนักพัฒนาภายนอก

source: Fully decentralized services and governance
de: Vollständig dezentralisierte Dienstleistungen und Steuerung
el: Πλήρως αποκεντρωμένες υπηρεσίες και διακυβέρνηση
nl: Volledig gedecentraliseerde diensten en aansturin
th: ระบบการบริการและปกครองแบบกระจายศูนย์อย่างแท้จริง

source: Join us in building the sharing economy of tomorrow
de: Unterstützen Sie uns beim Aufbau der Sharing Economy der Zukunft
el: Συμμετάσχετε μαζί μας στη δημιουργία της οικονομίας διαμοιρασμού του αύριο
nl: Bouw met ons mee aan de deeleconomie van morgen
th: ร่วมกันสร้างเศรษฐกิจแบบ Sharing economy แห่งอนาคต
