Repository: Amit00077/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, el, ja, nl, th

source: View More
ar: عرض المزيد
bn: আরো দেখুন
de: Mehr anzeigen
el: Δείτε περισσότερα
ja: 表示を増やす
nl: Bekijk meer
th: ดูเพิ่มเติม

source: View Less
ar: عرض أقل
bn: কম দেখুন
de: Weniger anzeigen
el: Δείτε λιγότερο
ja: 表示を減らす
nl: Bekijk minder
th: ดูน้อยลง

source: Join our mission!
ar: انضم إلى مهمتنا!
bn: আমাদের মিশন যোগ দিন!
de: Unterstütze uns bei unser Mission!
el: Εγγραφείτε στην αποστολή μας!
ja: ご参加ください！
nl: Word lid van onze missie!
th: เข้าร่วมภารกิจของเรา!

source: Whether you’re an existing blockchain company or a traditional marketplace thinking about blockchain technology, we’d love to hear from you. Fill out the form below and we will get back to you shortly.
ar: سواء كنت شركة blockchain موجودة بالفعل أو تفكير السوق التقليدي حول تقنية blockchain ، فنحن نحب أن نسمع منك. املأ النموذج أدناه وسنوافيك بالرد قريبًا.
bn: ব্লককেন প্রযুক্তির ব্যাপারে আপনার বিদ্যমান ব্লককয়েন কোম্পানি বা ঐতিহ্যগত বাজারে চিন্তা থাকলে আমরা আপনার কাছ থেকে শুনতে চাই। নীচের ফর্ম পূরণ করুন এবং আমরা শীঘ্রই আপনার কাছে ফিরে আসতে হবে।
de: Ob Sie ein bestehendes Blockchain-Unternehmen oder ein traditioneller Marktplatz sind, der über die Blockchain-Technologie nachdenkt, wir würden uns sehr freuen, von Ihnen zu hören. Füllen Sie das folgende Formular aus und wir werden uns umgehend mit Ihnen in Verbindung setzen.
el: Είτε είστε μια υπάρχουσα εταιρεία blockchain είτε μια παραδοσιακή αγορά που σκέφτεται την τεχνολογία blockchain, θα θέλαμε να σας ακούσουμε. Συμπληρώστε την παρακάτω φόρμα και θα σας απαντήσουμε σύντομα.
ja: 既存のブロックチェーン企業も、ブロックチェーン技術の導入を検討している既存のマーケットプレイスも、皆様の声をお聞きしたいと思います。 以下のフォームに記入してください。さて、お返事させていただきます。
nl: Of u een bestaand blockchainbedrijf bent of een traditionele marktplaats die denkt aan blockchain-technologie, we horen graag van u. Vul het onderstaande formulier in en we nemen zo snel mogelijk contact met u op.
th: ไม่ว่าคุณจะเป็น บริษัท blockchain ที่มีอยู่หรือตลาดแบบดั้งเดิมที่คิดเกี่ยวกับเทคโนโลยี blockchain เรายินดีที่จะรับฟังจากคุณ กรอกแบบฟอร์มด้านล่างและเราจะติดต่อคุณกลับไปในไม่ช้า

source: Name
ar: اسم
bn: নাম
el: Ονομα
ja: 名前
nl: Naam

source: Firstname Lastname
ar: الاسم الاول الاسم الاخير
bn: প্রথম নাম শেষ নাম
de: Vor-, Nachname
el: Ονομα επίθετο
ja: 姓名
nl: Voornaam + Achternaam
th: ชื่อและนามสกุล

source: Company
ar: شركة
bn: কোম্পানির
de: Firma
el: Εταιρία
ja: 会社
nl: Organisatie
th: บริษัท

source: My Amazing Company
ar: شركتي المذهلة
bn: আমার অ্যামেজিং কোম্পানি
de: Meine herausragende Firma
el: Η καταπληκτική εταιρεία μου
ja: 会社名
nl: Mijn geweldige bedrijf
th: บริษัทของฉัน

source: Website
ar: موقع الكتروني
bn: ওয়েবসাইট
de: Webseite
el: Δικτυακός τόπος
ja: ウェブサイト
th: เว็บไซต์

source: <strong>Anything else we should know?</strong> (optional)
ar: <strong>أي شيء آخر يجب أن نعرفه؟</strong> (اختياري)
bn: <strong>আর কিছু আমরা জানা উচিত?</strong> (ঐচ্ছিক)
de: <strong> Noch etwas, was wir wissen sollten? </strong> (optional)
el: <strong> Οτιδήποτε άλλο πρέπει να γνωρίζουμε; </strong> (προαιρετικό)
ja: <strong>その他</strong> (任意)
nl: <strong>Is er nog iets dat we moeten weten?</strong> (optioneel)
th: <strong>ข้อมูลอื่นๆที่คุณต้องการแจ้งให้เราทราบ?</strong> (ถ้ามี)

source: Become a Partner
ar: كن شريكًا
bn: একটি অংশীদার হয়ে
de: Werden Sie zum Partner
el: Γίνε συνέταιρος
ja: パートナー募集
nl: Word onze partner
th: ร่วมเป็นพาร์ทเนอร์

source: Origin Protocol - Privacy Policy
ar: بروتوكول المنشأ - سياسة الخصوصية
bn: অরিজিন প্রোটোকল - গোপনীয়তা নীতি
ja: Origin Protocol - プライバシーポリシー

source: May 2017
ar: مايو 2017
bn: মে ২০১৭
de: Mai 2017
el: Μάιος 2017
ja: 2017年5月
nl: mei 2017
th: พฤษภาคม 2017

source: September 2017
ar: سبتمبر 2017
bn: সেপ্টেম্বর ২০১৭
el: Σεπτέμβριος 2017
ja: 2017年9月
th: กันยายน 2017

source: December 2017
ar: كانون الأول 2017
bn: ডিসেম্বর 2017
de: Dezember 2017
el: Δεκέμβριος 2017
ja: 2017年12月
th: ธันวาคม 2017

source: Launched stablecoin payments
ar: أطلقت المدفوعات stabilcoin
bn: স্থিতিশীল অর্থ প্রদান শুরু হয়েছে

source: Launched upgraded meta-transactions infrastructure
ar: تم إطلاق البنية الأساسية للمعاملات الوصفية المطورة
bn: উন্নত মেটা-লেনদেনের অবকাঠামো চালু করেছে

source: Launched gift card and video streaming marketplace apps
ar: تم إطلاق بطاقة الهدايا وتطبيقات سوق الفيديو المتدفقة
bn: উপহার কার্ড এবং ভিডিও স্ট্রিমিং মার্কেটপ্লেস অ্যাপ্লিকেশন চালু করেছে

source: November 2019
ar: نوفمبر 2019
bn: নভেম্বর 2019

source: Launched Origin Commissions
ar: لجان المنشأ المطلقة
bn: অরিজিন কমিশন চালু করেছে

source: Launched decentralized e-commerce store platform
ar: أطلقت منصة متجر التجارة الإلكترونية اللامركزية
bn: বিকেন্দ্রীভূত ই-বাণিজ্য স্টোর প্ল্যাটফর্ম চালু করেছে

source: Launched off-chain payments
ar: أطلقت المدفوعات خارج السلسلة
bn: অফ-চেইন পেমেন্ট চালু করেছে

source: Launch additional internal marketplace and e-commerce apps
ar: قم بتشغيل تطبيقات سوق داخلية وتجارة إلكترونية إضافية
bn: অতিরিক্ত অভ্যন্তরীণ মার্কেটপ্লেস এবং ই-বাণিজ্য অ্যাপ্লিকেশন চালু করুন

source: Support partner launches of decentralized e-commerce stores
ar: إطلاق شريك الدعم لمتاجر التجارة الإلكترونية اللامركزية
bn: সাপোর্ট অংশীদার বিকেন্দ্রীভূত ই-বাণিজ্য স্টোরের প্রবর্তন

source: Launch OGN staking model
ar: إطلاق نموذج OGN عمادا
bn: ওজিএন স্টেকিং মডেলটি চালু করুন

source: Launch new developer tools and expand developer adoption
ar: إطلاق أدوات مطور جديدة وتوسيع اعتماد المطور
bn: নতুন বিকাশকারী সরঞ্জাম আরম্ভ করুন এবং বিকাশকারী গ্রহণ গ্রহণ প্রসারিত করুন

source: Launch OGN as a governance token
ar: إطلاق OGN كرمز حوكمة
bn: প্রশাসনের টোকেন হিসাবে ওজিএন চালু করুন

source: Your friend
ar: صديقك
bn: তোমার বন্ধু

source: has invited you to earn
ar: لقد دعاك لكسب
bn: আপনাকে উপার্জনের জন্য আমন্ত্রণ জানিয়েছে

source: or
ar: أو
bn: অথবা

source: Origin Protocol - imToken
ar: بروتوكول المنشأ - imToken
bn: অরিজিন প্রোটোকল - imToken

source: Origin Protocol - Team
ar: بروتوكول المنشأ - فريق
bn: মূল প্রোটোকল - টিম
de: Origin Protokoll - Team
el: Πρωτόκολλο Origin - Ομάδα
ja: Origin Protocol - チーム
th: ทีม Origin Protocol

source: Origin Protocol - Team
bn: অরিজিন প্রোটোকল - টিম

source: Our world-class team is led by entrepreneurs and engineers from iconic tech companies
ar: ويقود فريق من الطراز العالمي لدينا من قبل رجال الأعمال والمهندسين من شركات التكنولوجيا مبدع
bn: আমাদের বিশ্বমানের দলটি আইকনিক টেক সংস্থার উদ্যোক্তা এবং প্রকৌশলী দ্বারা নেতৃত্বাধীন is

source: Core team
ar: الفريق الأساسي
bn: মূল দল

source: Josh Fraser
ar: جوش فريزر
bn: জোশ ফ্রেজার

source: Cofounder
ar: شريك مؤسس
bn: সহ - প্রতিষ্ঠাতা
de: Mitbegründer
el: Συνιδρυτής
ja: 共同創設者
nl: Mede-oprichter
th: ผู้ร่วมก่อตั้ง

source: Josh started coding at the age of 10. Prior to Origin, he co-founded three other venture-backed companies: EventVue, Torbit (acquired by Walmart Labs) &amp; Forage.
ar: بدأ Josh الترميز في سن العاشرة. وقبل Origin ، شارك في تأسيس ثلاث شركات أخرى مدعومة بالمشروع: EventVue ، Torbit (حصلت عليها Walmart Labs) &amp; Forage.
bn: জোশ 10 বছর বয়সে কোডিং শুরু করেছিলেন উত্সার আগে, তিনি আরও তিনটি উদ্যোগ-সমর্থিত সংস্থার সহ-প্রতিষ্ঠা করেছিলেন: ইভেন্টভ্যু, টরবিট (ওয়ালমার্ট ল্যাবস দ্বারা অধিগ্রহণ করা) &amp; ফোরেজ।

source: Matthew Liu
ar: ماثيو ليو
bn: ম্যাথু লিউ
el: Μάθιου Λιού

source: Matt was the 3rd PM at YouTube (acquired by Google) and VP PM at Qwiki (acquired by Yahoo) and Bonobos (acquired by Walmart). He has an MS and BS from Stanford.
ar: كان مات هو الثالث بعد الظهر في YouTube (حصلت عليه شركة Google) ونائب الرئيس بعد الظهر في Qwiki (حصلت عليه Yahoo) و Bonobos (حصلت عليه Walmart). لديه ماجستير وماجستير في العلوم من ستانفورد.
bn: ম্যাট ইউটিউবে তৃতীয় প্রধানমন্ত্রী ছিলেন ( গুগলের দ্বারা অধিগ্রহণ করা) এবং কিউইকিতে ভিপি প্রধানমন্ত্রী ছিলেন (ইয়াহু দ্বারা অর্জিত) এবং বনোবস (ওয়ালমার্ট দ্বারা অধিগ্রহণ করা)। স্ট্যানফোর্ড থেকে তাঁর এমএস এবং বিএস রয়েছে।

source: Business Development
ar: تطوير الاعمال
bn: ব্যবসা উন্নয়ন
de: Business Development (Geschäftsentwicklung)
el: Ανάπτυξη επιχείρησης
ja: ビジネス開発
nl: Zakelijke ontwikkeling
th: ผู้พัฒนาธุรกิจ

source: Coleman is an active cryptocurrency investor and real estate entrepreneur, owning and managing multiple Airbnb properties. He studied mathematics at Berkeley.
ar: Coleman هو مستثمر نشط للتشفير و رجل أعمال عقاري ، يمتلك ويدير العديد من خصائص Airbnb . درس الرياضيات في بيركلي.
bn: কোলেম্যান একাধিক এয়ারবিএনবি সম্পত্তি রয়েছে এবং পরিচালনা করছেন এটি একটি সক্রিয় ক্রিপ্টোকারেন্সি বিনিয়োগকারী এবং রিয়েল এস্টেট উদ্যোক্তা। তিনি গণিত অধ্যয়ন করেছেন বার্কলেতে।

source: Yu Pan
ar: يو بان
bn: ইউ প্যান

source: R&D Engineer
ar: R & D مهندس
bn: আর & ডি ইঞ্জিনিয়ার
de: R & D-Ingenieur
el: Μηχανικός Ε & Α
ja: 研究開発エンジニア
nl: R & D-ingenieur
th: วิศวกร R & D

source: Yu Pan was one of the 6 founding team members of PayPal and was the 1st employee at YouTube. He is a former Google employee and co-founder of Kiwi Crate.
ar: كان Yu Pan أحد أعضاء الفريق المؤسسين الستة في PayPal وكان أول موظف في YouTube. وهو السابق موظفي Google والمؤسس المشارك لالكيوي قفص.
bn: ইউ প্যান পেপালের 6 প্রতিষ্ঠাতা দলের সদস্যদের একজন এবং ইউটিউবের প্রথম কর্মচারী ছিলেন। তিনি একজন প্রাক্তন হয় কিউই বাক্স গুগল কর্মচারী এবং সহ-প্রতিষ্ঠাতা।

source: Micah Alcorn
ar: ميكا الكورن
bn: মিকাহ আলকর্ণ
el: Μίχα Αλκόρν
th: มิคาห์อัลคอร์น

source: Product Manager/Engineer
ar: مدير المنتج / المهندس
bn: পণ্য পরিচালক / প্রকৌশলী
ja: プロダクトマネージャー/エンジニア

source: Micah was the technical co-founder of WellAttended, a bootstrapped box office management platform. He worked as a commercial real estate broker while learning to code.
bn: মিকাহ ওয়েল অ্যাটেন্ডেড, বুটস্ট্র্যাপড বক্স অফিস ম্যানেজমেন্ট প্ল্যাটফর্মের প্রযুক্তিগত সহ-প্রতিষ্ঠাতা ছিলেন। তিনি কোড শিখতে গিয়ে বাণিজ্যিক রিয়েল এস্টেট ব্রোকার হিসাবে কাজ করেছিলেন।

source: Kay Yoo
ar: كاي يو
bn: কে ইউ

source: Finance & Operations
ar: المالية والعمليات
bn: অর্থ ও পরিচালনা
ja: ファイナンス＆オペレーション

source: Kay is a Chartered Professional Accountant (CPA). She previously worked as a Senior Accountant and then as a Senior Consultant at KPMG Canada.
ar: كاي محاسب قانوني معتمد (CPA). عملت سابقا محاسب كبير وبعد ذلك ل استشاري أول في KPMG كندا.
bn: কেএ চার্টার্ড প্রফেশনাল অ্যাকাউন্ট্যান্ট (সিপিএ)। সে পূর্বে একটি সিনিয়র একাউন্টেন্ট হিসাবে এবং তারপর একটি হিসেবে কাজ করতেন কেপিএমজি কানাডা সিনিয়র কনসালটেন্ট।

source: Franck Chastagnol
ar: فرانك تشاستاجنول
bn: ফ্রাঙ্ক চস্তাগনল

source: Senior Engineer
ar: كبير المهندسين
bn: জেষ্ঠ প্রকৌশলী
el: Αρχιμηχανικός
ja: シニア エンジニア
nl: Senior-ingenieur

source: Franck has had a successful career as an early employee at numerous high-profile companies. He previously led engineering teams at Inktomi, Paypal, YouTube, Google and Dropbox.
ar: وكان فرانك مهنة ناجحة في وقت مبكر موظف في العديد من الشركات البارزة. وقد سبق له قيادة فريق هندسي في Inktomi و Paypal و YouTube و Google و Dropbox.
bn: ফ্রাঙ্কের অসংখ্য হাই-প্রোফাইল সংস্থায় প্রাথমিক কর্মচারী হিসাবে একটি সফল কেরিয়ার ছিল। এর আগে তিনি ইঙ্কটোমি, পেপাল, ইউটিউব, গুগল এবং ড্রপবক্সে ইঞ্জিনিয়ারিং দলের নেতৃত্ব দিয়েছিলেন।

source: Mila Choi
ar: ميلا تشوي
bn: মিলা চোই

source: Regional Manager Korea
ar: المدير الإقليمي كوريا
bn: আঞ্চলিক ব্যবস্থাপক কোরিয়া
ja: 韓国地域マネージャー

source: Mila is leading our community efforts in South Korea. She previously organized blockhain hackathons and has degrees from Penn State and Erasmus University Rotterdam.
ar: ميلا تقود جهودا مجتمعنا في جنوب كوريا. سبق لها أن نظمت hackathons البلخانية وحصلت على درجة من جامعة Penn State وجامعة Erasmus Rotterdam.
bn: মিলা দক্ষিণ কোরিয়ায় আমাদের সম্প্রদায়ের প্রচেষ্টার নেতৃত্ব দিচ্ছে। তিনি এর আগে ব্লকহেইন হ্যাকাথনসের আয়োজন করেছিলেন এবং পেন স্টেট এবং ইরাসমাস বিশ্ববিদ্যালয় রটারডাম থেকে তাঁর ডিগ্রি রয়েছে has

source: Tom Linton
ar: توم لينتون
bn: টম লিন্টন

source: Before Origin, Tom had a successful career as a solo startup founder. He has two Masters degrees in Distributed Systems from the Technical University of Berlin and KTH in Stockholm.
ar: قبل الأصل، كان توم حياة مهنية ناجحة باعتباره مؤسس منفردا بدء التشغيل. حاصل على درجتي ماجستير في أنظمة موزعة من الجامعة التقنية في برلين و KTH في ستوكهولم.
bn: অরিজিনের আগে, টমের একক স্টার্টআপ প্রতিষ্ঠাতা হিসাবে একটি সফল ক্যারিয়ার ছিল। তিনি বার্লিন এর টেকনিক্যাল বিশ্ববিদ্যালয় থেকে ডিস্ট্রিবিউটড সিস্টেমে দুটি এবং স্টকহোমের কেটিএইচ বিভাগে দুটি মাস্টার্স ডিগ্রি অর্জন করেছেন।

source: Anna Wang
ar: آنا وانغ
bn: আনা ওয়াং

source: Regional Manager China
ar: المدير الإقليمي الصين
bn: আঞ্চলিক ব্যবস্থাপক চীন
ja: 中国地域マネージャー

source: Anna is leading our community efforts for Chinese speakers. Before Origin, Anna managed global social media at Exness, a leading forex broker. She also co-founded a non-profit in Australia.
ar: تقود آنا جهود مجتمعنا لمتحدثي اللغة الصينية . قبل الأصل ، تمكنت Anna من إدارة وسائل التواصل الاجتماعي العالمية في Exness ، وسيط تداول العملات الأجنبية الرائد. كما شاركت في تأسيس غير ربحية في أستراليا.
bn: আন্না চীনা স্পিকারের জন্য আমাদের সম্প্রদায়ের প্রচেষ্টার নেতৃত্ব দিচ্ছে। অরিজিনের আগে, আনা বিশ্বব্যাপী সোশ্যাল মিডিয়া এক্সনেসে পরিচালনা করেছিলেন, একজন শীর্ষস্থানীয় ফরেক্স ব্রোকার। তিনি অস্ট্রেলিয়ায় একটি অলাভজনক সহ-প্রতিষ্ঠা করেছিলেন।

source: Nick Poulden
ar: نيك بولدن
bn: নিক পল্ডেন
el: Νίλ Πουλέντε

source: Nick studied Computer Science at the University of Warwick. Prior to joining Origin, he worked as an engineer at Sencha, C3 Energy Network and Palo Alto Networks.
ar: درس نيك علوم الكمبيوتر في جامعة وارويك . قبل انضمامه إلى Origin ، عمل كمهندس في Sencha و C3 Energy Network و Palo Alto Networks.
bn: নিক ওয়ারউইক বিশ্ববিদ্যালয়ে কম্পিউটার সায়েন্স নিয়ে পড়াশোনা করেছিলেন। অরিজিনে যোগদানের আগে, তিনি সেনচা, সি 3 এনার্জি নেটওয়ার্ক এবং পালো অল্টো নেটওয়ার্কগুলিতে প্রকৌশলী হিসাবে কাজ করেছিলেন।

source: Domen Grabec
ar: دومين جرابك
bn: ডোমেন গ্র্যাবেক

source: Engineer
ar: مهندس
bn: প্রকৌশলী
de: Ingenieur
el: Μηχανικός
ja: エンジニア
nl: Ingenieur
th: วิศวกร

source: Domen co-founded and led a team developing a mobile application with 2 chess Grandmasters. He previously had a successful career at Cetra, Zemanta and Peerindex.
ar: DOMEN شارك في تأسيسه وقاد فريق تطوير تطبيقات الهاتف المتحرك مع 2 الشطرنج. وسبق كان مستقبل مهني ناجح في CETRA، زمنتا وPeerindex.
bn: ডোমেন 2 টি দাবা গ্র্যান্ডমাস্টার সহ মোবাইল অ্যাপ্লিকেশন বিকাশকারী একটি দলকে সহ-প্রতিষ্ঠিত এবং নেতৃত্ব দিয়েছে। তিনি পূর্বে Cetra, জেমান্টা এবং Peerindex এ সফল কর্মজীবন ছিল।

source: Shahul Hameed
ar: شاهول حميد
bn: শাহুল হামেদ

source: Shahul is a fullstack engineer who started programming at age of 10. He previously worked as a freelancer and then joined Zoho as a front-end developer.
ar: Shahul هو مهندس fullstack الذي بدأ البرمجة في سن ال 10. وقد عمل سابقا بالقطعة ثم التحق زوهو كمطور الأمامية.
bn: শাহুল একটি ফুলস্ট্যাক ইঞ্জিনিয়ার যিনি 10 বছর বয়সে প্রোগ্রামিং শুরু করেছিলেন তিনি এর আগে ফ্রিল্যান্সার হিসাবে কাজ করেছিলেন এবং পরে জোহোকে ফ্রন্ট-এন্ড ডেভেলপার হিসাবে যোগদান করেছিলেন।

source: Zaurbek Ivanov
ar: زوربيك إيفانوف
bn: জুরবেক ইভানভ

source: Russia Community
ar: مجتمع روسيا
bn: রাশিয়া সম্প্রদায়
ja: ロシアのコミュニティ

source: Zaurbek Ivanov studied Economics at Kabardino-Balkaria State Agrarian University in Nalchik, Russia. He has worked in the hospitality industry in the US and Russia.
ar: درس زيوربك ايفانوف الاقتصاد في جامعة الزراعي الدولة قبردينو بلقاريا في نالتشيك، روسيا. وقد عمل في قطاع الضيافة في الولايات المتحدة وروسيا.
bn: জৌরবেক ইভানভ রাশিয়ার নালচিকের কাবার্ডিনো-বলারিয়া স্টেট অ্যাগ্রেরিয়ান ইউনিভার্সিটিতে অর্থনীতিতে পড়াশোনা করেছেন। তিনি মার্কিন যুক্তরাষ্ট্র এবং রাশিয়ায় আতিথেয়তা শিল্পে কাজ করেছেন।

source: Mike Shultz
ar: مايك شولتز
bn: মাইক শাল্টজ

source: Mike is a long-time contributor to open-source. He created a dev toolkit for creating Ethereum smart contracts with Python and previously worked with Ethereum and IPFS at Lunyr.
ar: مايك مساهم منذ وقت طويل في المصادر المفتوحة. قام بإنشاء مجموعة أدوات تطوير لإنشاء عقود ذكية Ethereum مع Python وعمل سابقًا مع Ethereum و IPFS في Lunyr.
bn: মাইক ওপেন সোর্সটিতে দীর্ঘ সময়ের অবদানকারী। তিনি পাইথনের সাথে ইথেরিয়াম স্মার্ট চুক্তি তৈরির জন্য একটি ডেভ টুলকিট তৈরি করেছিলেন এবং এর আগে লুনির ইথেরিয়াম এবং আইপিএফএসের সাথে কাজ করেছিলেন।

source: Aure is a product designer with 10+ years of experience. Prior to joining Origin, Aure worked at multiple startups and Fortune 500 companies. In a past life, he was also a software engineer.
ar: Aure هو مصمم المنتج مع 10+ سنوات من الخبرة . وقبل انضمامه إلى الأصل، وعملت Aure في عدة الشركات الناشئة وشركات فورتشن 500. في حياته الماضية ، كان أيضًا مهندس برامج.
bn: আউর একটি পণ্য ডিজাইনার যার 10+ বছরের অভিজ্ঞতা রয়েছে। অরিজিনে যোগ দেওয়ার আগে, আউর একাধিক স্টার্টআপস এবং ফরচুন 500 কোম্পানিতে কাজ করেছিল। একটি অতীত জীবনে, সে ছিল আরো একটি সফ্টওয়্যার ইঞ্জিনিয়ার।

source: Community team
ar: فريق المجتمع
bn: কমিউনিটি দল

source: Holly Gu
ar: هولي جو
bn: হোলি গু

source: June Kim
ar: يونيو كيم
bn: জুন কিম

source: Yeongin Lee
ar: يونجين لي
bn: ইওঙ্গিন লি

source: Leslie Song
ar: ليزلي سونغ
bn: লেসেলি গান

source: Advisors
ar: المستشارين
bn: অ্যাডভাইজার
de: Berater
el: Σύμβουλοι
ja: アドバイザー
th: ที่ปรึกษา

source: Addison Huegel
ar: أديسون هوجل
bn: অ্যাডিসন হুগেল
el: Άντισον Χουέγκελ

source: Melody He
ar: ميلودي هي
bn: মেলোডি তিনি

source: Advisor
ar: مستشار
bn: অধ্যাপক
de: Berater
el: Σύμβουλος
ja: アドバイザー
nl: Adviseur
th: ที่ปรึกษา

source: Joey Krug
ar: جوي كروج
bn: জোয়ে কৃগ

source: Andrew Hyde
ar: أندرو هايد
bn: অ্যান্ড্রু হাইড

source: Community
ar: تواصل اجتماعي
bn: সম্প্রদায়
el: Κοινότητα
ja: コミュニティ
th: ชุมชน

source: Visit our GitHub Repository
ar: زيارة مستودع جيثب لدينا
bn: আমাদের গিটহাব সংগ্রহশালাটি দেখুন
ja: Githubレポジトリを見る

source: We are a distributed team and are hiring all around the world.
ar: نحن فريق موزع ويتم تعيين جميع أنحاء العالم .
bn: আমরা একটি বিতরণকারী দল এবং পুরো বিশ্ব জুড়ে নিয়োগ দিচ্ছি।

source: Origin Protocol - Tokens
bn: অরিজিন প্রোটোকল - টোকেন
ja: Origin Protocol - トークン

source: Interested in Origin tokens?
ar: المهتمة في الأصل الرموز؟
bn: মূল টোকেনগুলিতে আগ্রহী?
ja: Originトークンに興味がありますか？

source: Full Name
ar: الاسم الكامل
bn: পুরো নাম
de: Vor- und Nachname
el: Πλήρες Όνομα
ja: 氏名
nl: Voor- en achternaam
th: ชื่อและนามสกุล

source: <strong>Desired allocation</strong>
ar: <strong>التخصيص المطلوب</strong>
bn: <strong>পছন্দসই বরাদ্দ</strong>
el: <strong> Επιθυμητή συνεισφορά </strong>
ja: <strong>希望割り当て</strong>
nl: <strong> Gewenste toewijzing </strong>

source: Citizenship
ar: المواطنة
bn: নাগরিক অধিকার
de: Staatsbürgerschaft
el: Ιθαγένεια
ja: 市民権
nl: Burgerschap
th: สัญชาติ

source: <strong>ETH or BTC address you plan to send from?</strong> (optional)
ar: <strong>عنوان ETH أو BTC الذي تنوي إرساله منه؟</strong> (اختياري)
bn: <strong>eth বা বিটিসি মোকাবেলার আপনি থেকে পাঠাবার জন্য পরিকল্পনা?</strong> (ঐচ্ছিক)
de: <strong> ETH- oder BTC-Adresse, von der Sie senden möchten? </strong> (optional)
el: <strong> Διεύθυνση ETH ή BTC από την οποία σκοπεύετε να στείλετε; </strong> (προαιρετικό)
ja: <strong>送金元となるEthereumまたはBitcoinのウォレットアドレス</strong> (任意)
nl: <strong> ETH- of BTC-adres van waaruit u wilt verzenden? </strong> (optioneel)
th: <strong>ETH หรือ BTC address ที่คุณต้องการส่งจาก</strong> (ถ้ามี)

source: Submit
ar: خضع
bn: জমা দিন
de: Absenden
el: υποβάλλουν
ja: 送信
nl: Verzenden
th: ตกลง

source: Origin Protocol - Terms of Service
ar: بروتوكول المنشأ - شروط الخدمة
bn: অরিজিন প্রোটোকল - পরিষেবার শর্তাদি
ja: Origin Protocol - 利用規約

source: Featured
ar: متميز
bn: বৈশিষ্ট্যযুক্ত
ja: 特集

source: Meetups
ar: لقاءات
bn: সাক্ষাতকার
ja: ミートアップ

source: <strong>Don't get phished!</strong> The only official URL for Origin Protocol is <strong>www.originprotocol.com</strong>. Please bookmark and be careful of similar looking URLs.
ar: <strong>لا تصطاد!</strong> عنوان URL الرسمي الوحيد لبروتوكول المنشأ هو <strong>www.originprotocol.com</strong>. يرجى الإشارة المرجعية وتوخي الحذر من عناوين URL مماثلة المظهر.
bn: <strong>ফিশ করা হবে না!</strong> আদি প্রোটোকল জন্য একমাত্র সরকারী URL হল <strong>www.originprotocol.com</strong>। দয়া করে বুকমার্ক করুন এবং অনুরূপ ইউআরএলগুলি সম্পর্কে সতর্ক হন।
ja: <strong>フィッシング詐欺にご注意ください！</strong> Origin Protocolの正式なURLは<strong>www.originprotocol.com</strong>です。必ずこのURLをブックマークしてください。また、同様の見た目のURLにご注意ください。

source: Earn Free Origin Tokens Today
ar: كسب الحرة المنشأ الرموز اليوم
bn: আজ ফ্রি অরিজিন টোকেন উপার্জন করুন
ja: いますぐ無料でOriginトークンを獲得しましょう

source: Participate in our campaigns and complete tasks on our DApp to earn Origin Tokens.
ar: المشاركة في حملاتنا وإكمال المهام على DApp لدينا لكسب الرموز المميزة الأصلية.
bn: অরিজিন টোকেন উপার্জনের জন্য আমাদের প্রচারাভিযানে অংশ নিন এবং আমাদের ডিপিএতে সম্পূর্ণ কাজগুলি।
ja: キャンペーンに参加し、DApp上でタスクを完了するとOriginトークンを獲得できます

source: Go
ar: اذهب
bn: প্রবেশপথ
ja: 行く

source: Origin Protocol - Whitepaper
ar: بروتوكول المنشأ - ورقة بيضاء
bn: অরিজিন প্রোটোকল - শ্বেতপত্র

source: The sharing economy without intermediaries
bn: মধ্যস্থতাকারী ছাড়া ভাগ করে নেওয়ার অর্থনীতি
de: Die Sharing Economy ohne Vermittler
el: Η οικονομία διαμοιρασμού χωρίς μεσάζοντες
nl: De deeleconomie zonder tussenpersonen
th: Sharing economy ที่เป็นอิสระจากคนกลาง

source: Danhua Capital
ar: دانهوا كابيتال
bn: ডানহুয়া রাজধানী

source: Certain statements in this whitepaper constitute forward-looking statements. Such forward-looking statements, including the intended actions and performance objectives of the Company, involve known and unknown risks, uncertainties, and other important factors that could cause the actual results of the Company to differ materially from any future results expressed or implied by such forward-looking statements. Accordingly, readers should not place undue reliance on forward-looking statements. No representation or warranty is made as to future performance or such forward-looking statements.
ar: تشكل بعض العبارات الواردة في هذه الورقة البيضاء بيانات تطلعية. تتضمن هذه البيانات التطلعية ، بما في ذلك الإجراءات المقصودة و من أهداف الأداء الخاصة بالشركة ، مخاطر معروفة وغير معروفة ، وأوجه عدم اليقين ، وغيرها من العوامل المهمة التي قد تتسبب في اختلاف النتائج الفعلية لـ ماديًا عن أي نتائج مستقبلية يتم التعبير عنها أو ضمنية من خلال هذه البيانات التطلعية. وفقًا لذلك ، يجب ألا يضع القراء اعتمادًا لا داعي له على البيانات الاستشرافية. لا يوجد تمثيل أو ضمان فيما يتعلق بالأداء المستقبلي أو هذه البيانات التطلعية.
bn: এই হোয়াইটপেপারে কিছু নির্দিষ্ট বিবৃতি প্রত্যাশিত বিবৃতি গঠন করে। কোম্পানির উদ্দেশ্যমূলক ক্রিয়া এবং কার্য সম্পাদনের উদ্দেশ্য সহ এ জাতীয় প্রত্যাশিত বিবৃতিগুলি জ্ঞাত এবং অজানা ঝুঁকি, অনিশ্চয়তা এবং অন্যান্য গুরুত্বপূর্ণ বিষয়গুলির সাথে জড়িত যা কোম্পানির আসল ফলাফলগুলি ভবিষ্যতের প্রকাশিত বা প্রকাশিত ফলাফলের চেয়ে বস্তুগতভাবে পৃথক হতে পারে এই ধরনের প্রত্যাশিত বিবৃতি দ্বারা। তদনুসারে, পাঠকদের আগাম বক্তব্যগুলির উপর অযৌক্তিক নির্ভরতা রাখা উচিত নয়। ভবিষ্যতের পারফরম্যান্স বা এ ধরনের প্রত্যাশিত বিবৃতি সম্পর্কে কোনও উপস্থাপনা বা ওয়্যারেন্টি দেওয়া হয় না।
