Repository: Amit00077/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, el, ja, nl, th

source: This whitepaper was first published in September 2017, before the Origin Platform was built and deployed on the Ethereum Mainnet in October of 2018. For the most up to date information on our product development and business strategy, please refer to our website at originprotocol.com. For the latest technical information, please reference our Github account at <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>www.github.com/OriginProtocol</a>. To use our flagship marketplace application, please download our mobile apps (<a href='https://www.originprotocol.com/mobile' target='_blank'>www.originprotocol.com/mobile</a>) or visit our DApp ((<a href='https://www.shoporigin.com' target='_blank' rel='noreferrer noopener'>www.shoporigin.com</a>) with a web3-enabled DApp browser. To use our decentralized Shopify alternative, visit <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>originswag.eth.link</a>.
ar: هذا المستند التقني نشرت لأول مرة في سبتمبر عام 2017، قبل بناء منصة المنشأ والمنتشرة على Ethereum Mainnet في أكتوبر من عام 2018. ل أكثر حتى الآن معلومات عن استراتيجيتنا تطوير المنتجات والأعمال التجارية، يرجى الرجوع إلى موقعنا على originprotocol. كوم. للحصول على أحدث المعلومات التقنية ، يرجى الرجوع إلى حساب جيثب لدينا على <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>www.github.com/OriginProtocol</a>. لاستخدام طلبنا الرئيسي السوق، يرجى تنزيل تطبيقات الجوال (<a href='https://www.originprotocol.com/mobile' target='_blank'>www.originprotocol.com/mobile</a>) أو زيارة موقعنا على DAPP ((<a href='https://www.shoporigin.com' target='_blank' rel='noreferrer noopener'>www.shoporigin.com</a>) مع web3-تمكين المتصفح DAPP. لاستخدام لدينا البديل اللامركزي Shopify ، زيارة <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>originswag.eth.link</a>.
bn: 2018 এর অক্টোবরে ইথেরিয়াম মেননেটে অরিজিন প্ল্যাটফর্মটি তৈরি এবং স্থাপনের আগে এই হাইটপেইপারটি প্রথম সেপ্টেম্বর 2017 সালে প্রকাশিত হয়েছিল আমাদের পণ্য বিকাশ এবং ব্যবসায়ের কৌশল সম্পর্কে সর্বাধিক সর্বশেষতম তথ্যের জন্য, দয়া করে অরিজিনপোটোকলে আমাদের ওয়েবসাইটটি দেখুন। কম। সর্বশেষ প্রযুক্তিগত তথ্যের জন্য, দয়া করে আমাদের গিথুব অ্যাকাউন্টটি <a href='https://github.com/OriginProtocol' target='_blank' rel='noreferrer noopener'>www.github.com / অর্গিনপ্রোটোকল</a>এ উল্লেখ করুন। আমাদের ফ্ল্যাগশিপ মার্কেটপ্লেস অ্যাপ্লিকেশনটি ব্যবহার করতে, দয়া করে আমাদের মোবাইল অ্যাপ্লিকেশনগুলি (<a href='https://www.originprotocol.com/mobile' target='_blank'>www.originprotocol.com/mobile</a>) ডাউনলোড করুন বা একটি ওয়েব</a>-সক্ষম ডিএপি ব্রাউজার সহ আমাদের ডিএপি ((<a href='https://www.shoporigin.com' target='_blank' rel='noreferrer noopener'>www.shoporigin.com </a> ) দেখুন আমাদের ব্যবহার করতে বিকেন্দ্রীভূত শপাইফ বিকল্প, <a href='https://originswag.eth.link' target='_blank' rel='noreferrer noopener'>অরিজিনসাগ.থ.লিংক</a>।

source: This whitepaper was last updated on December 26th, 2019.
ar: تم آخر تحديث لهذه الورقة البيضاء في 26 ديسمبر 2019.
bn: এই শ্বেতপত্রটি সর্বশেষ 26 ডিসেম্বর, 2019 এ আপডেট হয়েছিল।

source: Executive Summary
ar: ملخص تنفيذي
bn: নির্বাহী সারসংক্ষেপ

source: Origin is an open-source platform that enables the creation of peer-to-peer marketplaces and e-commerce applications. The Origin Platform initially targets the global sharing economy, allowing buyers and sellers of fractional use goods and services (car-sharing, service-based tasks, home-sharing, etc.) to transact on the distributed, open web. Using the Ethereum blockchain and Interplanetary File System (IPFS), the platform and its community participants can interact in a peer-to-peer fashion, allowing for the creation and booking of services and goods without traditional intermediaries.
ar: Origin عبارة عن نظام أساسي مفتوح المصدر يتيح إنشاء أسواق الند للند وتطبيقات التجارة الإلكترونية. منصة المنشأ يستهدف مبدئيا الاقتصاد تقاسم العالمي، مما يسمح للمشترين والبائعين من سلع كسور استخدام والخدمات (تقاسم السيارات، والمهام القائمة على الخدمات، وتقاسم المنزل، الخ) لللعمليات في و، على شبكة الإنترنت المفتوحة الموزعة. باستخدام سلسلة المفاتيح Ethereum block ونظام Interplanetary File System (IPFS) ، يمكن للمنصة والمشاركين في مجتمعها التفاعل بطريقة الند للند ، مما يسمح بإنشاء وحجز خدمات وسلع دون وسطاء تقليديين.
bn: অরিজিন একটি ওপেন-সোর্স প্ল্যাটফর্ম যা পিয়ার-টু-পিয়ার মার্কেটপ্লেস এবং ই-বাণিজ্য অ্যাপ্লিকেশন তৈরি করতে সক্ষম করে। অরিজিন প্ল্যাটফর্মটি প্রথমদিকে বিশ্বব্যাপী ভাগ করে নেওয়ার অর্থনীতির লক্ষ্যবস্তু করে ভগ্নাংশ ব্যবহারযোগ্য পণ্য এবং পরিষেবাদির (গাড়ি ভাগাভাগি, পরিষেবা-ভিত্তিক কার্যাদি, বাড়ি ভাগাভাগি ইত্যাদি) বিতরণকৃত, ওপেন ওয়েবে লেনদেনের অনুমতি দেয়। ইথেরিয়াম ব্লকচেইন এবং ইন্টারপ্ল্যানেটারি ফাইল সিস্টেম (আইপিএফএস) ব্যবহার করে, প্ল্যাটফর্ম এবং এর সম্প্রদায়ের অংশগ্রহণকারীরা traditionalতিহ্যগত মধ্যস্থতাকারী ছাড়াই পরিষেবা এবং পণ্য তৈরি এবং বুকিংয়ের অনুমতি দিয়ে পিয়ার-টু-পিয়ার ফ্যাশনে ইন্টারঅ্যাক্ট করতে পারে।

source: We intend to enable a large-scale commerce network that:
ar: نعتزم تمكين شبكة تجارة واسعة النطاق:
bn: আমরা একটি বৃহত আকারের বাণিজ্য নেটওয়ার্ক সক্ষম করার লক্ষ্য নিয়েছি যে:

source: Transfers direct financial value (listing, transaction, and service fees) from large corporations like Airbnb, Craigslist, Postmates, etc. to individual buyers and sellers
ar: تحويل القيمة المالية المباشرة (الإدراج ، والمعاملات ، ورسوم الخدمة) من الشركات الكبيرة مثل Airbnb ، و Craigslist ، و Postmates ، وما إلى ذلك إلى المشترين والبائعين الأفراد
bn: এয়ারবিএনবি, ক্রেগলিস্ট, পোস্টমেটস ইত্যাদির মতো বৃহত কর্পোরেশনগুলি থেকে পৃথক ক্রেতা এবং বিক্রেতার কাছে প্রত্যক্ষ আর্থিক মান (তালিকা, লেনদেন এবং পরিষেবা ফি) স্থানান্তর করে

source: Transfers indirect financial and strategic value (privately aggregated silos of customer and transaction data) from those same corporations to the entire ecosystem
ar: ينقل القيمة المالية والاستراتيجية غير المباشرة (صوامع مجمعة من القطاع الخاص لبيانات العميل والمعاملة) من تلك الشركات نفسها إلى النظام البيئي بأكمله
bn: সেই একই কর্পোরেশন থেকে পুরো বাস্তুসংস্থায় পরোক্ষ আর্থিক এবং কৌশলগত মান (গ্রাহক এবং লেনদেনের ডেটাগুলির ব্যক্তিগতভাবে সংহত সিলো) স্থানান্তর করে

source: Creates new financial value for marketplace participants that contribute to the growth of the network (e.g. building new technology for the Origin Platform, bootstrapping new product verticals, and referring new users and businesses)
ar: يخلق قيمة مالية جديدة للمشاركين في السوق الذين يساهمون في نمو الشبكة (على سبيل المثال ، بناء تكنولوجيا جديدة لمنصة Origin ، وإعادة تمهيد قطاعات المنتج الجديدة ، وإحالة المستخدمين والشركات الجديدة)
bn: নেটওয়ার্কের বৃদ্ধিতে অবদান রাখে এমন মার্কেটপ্লেস অংশগ্রহণকারীদের জন্য নতুন আর্থিক মূল্য তৈরি করে (উদাঃ প্ল্যাটফর্মের জন্য নতুন প্রযুক্তি তৈরি করা, নতুন পণ্য উল্লম্ব বুটস্ট্র্যাপিং এবং নতুন ব্যবহারকারী এবং ব্যবসায়ের উল্লেখ)

source: Is built on an open, distributed, and shared data layer to promote transparency and collaboration
ar: مبنية على طبقة بيانات مفتوحة وموزعة ومشتركة لتعزيز الشفافية والتعاون
bn: স্বচ্ছতা এবং সহযোগিতা প্রচারের জন্য একটি খোলা, বিতরণ এবং ভাগ করা ডেটা স্তরে নির্মিত

source: Immediately allows buyers and sellers across the world to do business with each other without difficult currency conversions or tariffs
ar: يتيح على الفور للمشترين والبائعين في جميع أنحاء العالم القيام بأعمال تجارية مع بعضهم البعض دون تحويلات العملة الصعبة أو الرسوم الجمركية
bn: তাত্ক্ষণিকভাবে বিশ্বজুড়ে ক্রেতা এবং বিক্রেতাদের কঠিন মুদ্রার রূপান্তর বা শুল্ক ছাড়াই একে অপরের সাথে ব্যবসা করার অনুমতি দেয়

source: Promotes personal liberty by not allowing a central corporation or government to impose arbitrary and oftentimes onerous rules on how to do business
ar: يعزز الحرية الشخصية من خلال عدم السماح لشركة مركزية أو حكومة بفرض قواعد تعسفية وفي كثير من الأحيان مرهقة على كيفية القيام بالأعمال التجارية
bn: কোনও কেন্দ্রীয় কর্পোরেশন বা সরকারকে কীভাবে ব্যবসা করতে হবে তা নির্বিচারে এবং প্রায়শই কঠোর নিয়ম চাপানোর অনুমতি না দিয়ে ব্যক্তিগত স্বাধীনতার প্রচার করে

source: To accomplish these ambitious goals, we have created the Origin Platform with incentives that encourage other technologists, businesses, and consumers to build, contribute to, and extend the ecosystem with us. We imagine a broad collection of vertical use cases (e.g short-term vacation rentals, freelance software engineering, tutoring for hire) that are built on top of Origin standards and shared data.
ar: ولتحقيق هذه الأهداف الطموحة ، أنشأنا منصة Origin بحوافز تشجع خبراء التكنولوجيا والشركات والمستهلكين الآخرين على بناء النظام البيئي والمساهمة فيه وتوسيعه معنا. نحن نتخيل مجموعة واسعة من حالات الاستخدام العمودي (على سبيل المثال ، الإيجارات القصيرة الأجل للعطلات ، وهندسة البرمجيات المستقلة ، والدروس الخصوصية للتأجير) المبنية على أعلى معايير المنشأ والبيانات المشتركة.
bn: এই উচ্চাভিলাষী লক্ষ্যগুলি অর্জন করতে, আমরা অন্যান্য প্রযুক্তিবিদ, ব্যবসায় এবং ভোক্তাদের আমাদের সাথে বাস্তুতন্ত্র তৈরি, অবদান রাখতে এবং প্রসারিত করতে উত্সাহ দিয়ে এমন উত্সাহ সহ অরিজিন প্ল্যাটফর্ম তৈরি করেছি। আমরা উল্লম্ব ব্যবহারের কেসগুলির একটি বিস্তৃত সংগ্রহ (যেমন স্বল্পমেয়াদে অবকাশকালীন ভাড়া, ফ্রিল্যান্স সফটওয়্যার ইঞ্জিনিয়ারিং, ভাড়ার জন্য টিউটরিং) কল্পনা করি যা মূল মানের এবং ভাগ করা ডেটার শীর্ষে নির্মিত।

source: As of this writing, the Origin Platform is currently in Mainnet Beta. The 1.0 platform launch is scheduled in Q1 of 2020. While much of the engineering work has thus far been shouldered by our core engineering team, we anticipate that a significant amount of future development after the 1.0 launch will come from our growing open-source community
ar: حتى كتابة هذه السطور ، فإن Origin Origin موجود حاليًا في Mainnet Beta. من المقرر إطلاق منصة 1.0 في الربع الأول من عام 2020. على الرغم من أن الكثير من الأعمال الهندسية قد تحملها حتى الآن فريق الهندسة الأساسي لدينا ، فإننا نتوقع أن يأتي قدر كبير من التطوير في المستقبل بعد إطلاق 1.0 من مجتمعنا المفتوح المصدر.
bn: এই লেখার হিসাবে, অরিজিন প্ল্যাটফর্ম বর্তমানে মেইনেট বিটাতে রয়েছে। ১.০ প্ল্যাটফর্ম লঞ্চটি ২০২০ এর প্রথম প্রান্তে নির্ধারিত হয়েছে While যদিও প্রকৌশল প্রকল্পের বেশিরভাগ অংশ আমাদের মূল প্রকৌশল দলটি কাঁধে নিয়েছে, আমরা অনুমান করি যে 1.0 লঞ্চের পরে ভবিষ্যতের বিকাশের একটি উল্লেখযোগ্য পরিমাণ আমাদের বর্ধমান ওপেন সোর্স সম্প্রদায় থেকে আসবে will

source: Together, we will create the Internet economy of tomorrow.
ar: معا ، سنخلق اقتصاد الإنترنت من الغد.
bn: একসাথে, আমরা আগামীকালকের ইন্টারনেট অর্থনীতি তৈরি করব।

source: This Whitepaper details:
ar: تفاصيل هذه الورقة البيضاء:
bn: এই শ্বেতপত্রের বিবরণ:

source: Why a new form of peer-to-peer commerce needs to exist
ar: لماذا يحتاج شكل جديد من التجارة بين النظراء إلى الوجود
bn: পিয়ার-টু-পিয়ার বাণিজ্যগুলির একটি নতুন ফর্ম কেন বিদ্যমান

source: The proposed benefits of the Origin Platform
ar: الفوائد المقترحة للمنصة الأصل
bn: অরিজিন প্ল্যাটফর্মের প্রস্তাবিত সুবিধা

source: Our product strategy, key features, and technical overview
ar: إستراتيجية منتجاتنا والميزات الرئيسية والنظرة العامة التقنية
bn: আমাদের পণ্য কৌশল, মূল বৈশিষ্ট্য এবং প্রযুক্তিগত ওভারভিউ

source: An overview of the Origin team and community
ar: لمحة عامة عن فريق الأصل والمجتمع
bn: মূল দল এবং সম্প্রদায়টির একটি সংক্ষিপ্ত বিবরণ

source: Ridesharing, apartment/home lending, peer-to-peer lending, reselling, coworking, talent-sharing… The sharing economy, sometimes also called the collaboration economy, is taking off in all sorts of niches.
ar: Ridesharing ، والإقراض السكني / السكني ، والإقراض من نظير إلى نظير ، وإعادة البيع ، وزملاء العمل ، وتبادل المواهب… إن اقتصاد المشاركة ، الذي يطلق عليه أحيانًا أيضًا اقتصاد التعاون ، ينطلق في جميع أنواع المنافذ.
bn: রাইড শেয়ারিং, অ্যাপার্টমেন্ট / হোম ndingণ, পিয়ার-টু-পিয়ার ndingণ, পুনর্ বিক্রয়, সহকর্মী, প্রতিভা ভাগ করে নেওয়া… ভাগ করে নেওয়ার অর্থনীতি, যা কখনও কখনও সহযোগিতা অর্থনীতিও বলা হয়, সব ধরণের কুলুঙ্গি বন্ধ করে দিচ্ছে।

source: Buyers prefer a large number of sellers, and, meanwhile, sellers prefer a large number of buyers, such that the members in one group can easily find their trading partners from the other group. Therefore, the cross-side network effect is positive.
ar: يفضل المشترون عددًا كبيرًا من البائعين ، وفي الوقت نفسه ، يفضل البائعون عددًا كبيرًا من المشترين ، بحيث يمكن للأعضاء في مجموعة واحدة العثور بسهولة على شركاءهم التجاريين من المجموعة الأخرى. لذلك ، تأثير الشبكة عبر الجانب هو إيجابي.
bn: ক্রেতারা বিপুল সংখ্যক বিক্রেতাকে পছন্দ করেন এবং এদিকে বিক্রেতারা বিপুল সংখ্যক ক্রেতাকে পছন্দ করেন, যেমন একটি গ্রুপের সদস্যরা সহজেই অন্য গ্রুপ থেকে তাদের ব্যবসায়ের অংশীদারদের সন্ধান করতে পারে। সুতরাং, ক্রস-সাইড নেটওয়ার্কের প্রভাবটি ইতিবাচক।

source: Most competition in Silicon Valley now heads toward there being one monopolistic winner. And that is why it is hard not to see that, right now, the only competition that matters in ride-sharing is between the two largest companies: Uber and Lyft.
ar: تتجه معظم المنافسة في وادي السيليكون الآن إلى أن يكون هناك فائز احتكاري واحد. وهذا هو السبب في أنه من الصعب ألا نرى الآن ، المنافسة الوحيدة التي تهم مشاركة الركوب هي بين أكبر شركتين: Uber و Lyft.
bn: সিলিকন ভ্যালির বেশিরভাগ প্রতিযোগিতা এখন একচেটিয়া বিজয়ী হওয়ার দিকে এগিয়ে যায়। আর সে কারণেই এখনই এটি দেখতে পারা খুব কঠিন যে, একমাত্র প্রতিযোগিতা যা রাইড শেয়ারিংয়ের ক্ষেত্রে দুটি বৃহত্তম সংস্থার মধ্যে রয়েছে: উবার এবং লিফ্ট।

source: Years — and over 4 million listings — later, Airbnb doesn’t need to meet hosts in person anymore; the flywheel is officially spinning.
ar: سنوات - وأكثر من 4 ملايين بطاقة بيانات - في وقت لاحق ، لم يعد Airbnb بحاجة إلى مقابلة المضيفين شخصيًا بعد الآن ؛ دولاب الموازنة هو الغزل رسميا.
bn: বছরগুলি - এবং 4 মিলিয়নেরও বেশি তালিকাভুক্ত - পরে, এয়ারবিএনবকে আর ব্যক্তিগতভাবে হোস্টের সাথে দেখা করার দরকার নেই; উড়ানটি সরকারীভাবে ঘুরছে।

source: Locations in popular tourist destinations such as New York, London, and Paris will also have higher commission rates than less-known areas due to greater competition, and upscale properties with higher profit margins on average will have a higher commission rate than properties such as hostels, motels, etc. that have thinner margins.
ar: سيكون للمواقع في الوجهات السياحية الشهيرة مثل نيويورك ولندن وباريس أيضًا معدلات عمولة أعلى من المناطق غير المعروفة نظرًا لزيادة المنافسة ، كما أن العقارات الراقية ذات هوامش ربح أعلى في المتوسط سيكون لها معدل عمولة أعلى من العقارات مثل بيوت الشباب ، الموتيلات ، إلخ. التي لها هوامش رقيقة.
bn: নিউ ইয়র্ক, লন্ডন এবং প্যারিসের মতো জনপ্রিয় পর্যটনকেন্দ্রগুলিতেও বৃহত্তর প্রতিযোগিতার কারণে কম পরিচিত জায়গাগুলির চেয়ে কমিশনের হার বেশি হবে এবং উচ্চতর মুনাফার মার্জিন সহ উচ্চতর সম্পত্তিগুলিতে হোস্টেলের মতো বৈশিষ্ট্যের চেয়ে বেশি কমিশনের হার থাকবে , মোটেলস ইত্যাদি পাতলা মার্জিনযুক্ত have

source: ...conventional wisdom suggests Craigslist should have vanished long ago. Launched by Craig Newmark in 1995, the website, which has kept roughly the same design through the years and now has some 55 million visitors a month, has not only survived but also thrived...Craigslist's effectiveness cannot be understated...Last year, it took in upwards of $690 million in revenue, according to an estimate by the AIM Group, a research firm in Altamonte Springs, Florida.
ar: ... الحكمة التقليدية تشير إلى أن كريغزلست كان يجب أن يختفي منذ وقت طويل. تم إطلاق الموقع من قبل Craig Newmark في عام 1995 ، والموقع ، الذي حافظ على نفس التصميم تقريبًا على مر السنين ولديه الآن حوالي 55 مليون زائر شهريًا ، لم ينجو فحسب بل ازدهر أيضًا ... لا يمكن التقليل من فعالية Craigslist ... في العام الماضي ، فقد حصلت على ما يزيد عن 690 مليون دولار من العائدات ، وفقًا لتقدير أجرته مجموعة AIM ، وهي شركة أبحاث في ألتامونتي سبرينجز بولاية فلوريدا.
bn: ... প্রচলিত জ্ঞানের পরামর্শ দেয় ক্র্যাগলিস্ট অনেক আগেই নিখোঁজ হওয়া উচিত ছিল। ১৯৯৫ সালে ক্রেগ নিউমার্কের দ্বারা চালু করা ওয়েবসাইটটি, যা বছরের পর বছর ধরে প্রায় একই নকশা রেখেছিল এবং এখন মাসে প্রায় ৫৫ মিলিয়ন দর্শক রয়েছে, কেবল বেঁচে নেই, উন্নতও হয়েছে ... ক্রেগলিস্টের কার্যকারিতা হ্রাস করা যায় না ... গত বছর ফ্লোরিডার আল্টামোন্টে স্প্রিংস-এর গবেষণা সংস্থা এআইএম গ্রুপের একটি অনুমান অনুসারে, এটি $ 690 মিলিয়ন ডলারেরও বেশি আয় করেছে।

source: We...found the median ‘real commission’ over the course of 37 rides in San Francisco was 39.01%%.
ar: وجدنا ... أن متوسط "العمولة الحقيقية" على مدار 37 جولة في سان فرانسيسكو كان 39.01%%.
bn: আমরা ... পাওয়া সান ফ্রান্সিসকোতে 37 ভর কোর্সের উপর মধ্যমা 'বাস্তব কমিশন' 39,01 ছিল%%।

source: Airbnb has canceled a number of accounts and bookings associated with the Unite the Right Free Speech Rally
ar: ألغت Airbnb عددًا من الحسابات والحجوزات المرتبطة بتجمع Unite the Right Free Speech Rally
bn: এয়ারবিএনবি iteক্যবদ্ধভাবে রাইট ফ্রি স্পিচ সমাবেশের সাথে যুক্ত বেশ কয়েকটি অ্যাকাউন্ট এবং বুকিং বাতিল করেছে

source: San Francisco estimates that more than 50%% of current Airbnb listings in the city aren't eligible to be registered and thus would need to stop hosting visitors unless they can comply
ar: تقدر San Francisco أن أكثر من 50%% من قوائم Airbnb الحالية في المدينة ليست مؤهلة للتسجيل وبالتالي ستحتاج إلى إيقاف استضافة الزوار ما لم يتمكنوا من الامتثال
bn: সান ফ্রান্সিসকো অনুমান করে যে শহরের বর্তমান এয়ারবিএনবি তালিকার 50%% এরও বেশি নিবন্ধভুক্ত হওয়ার যোগ্য নয় এবং সুতরাং তারা যদি না মেনে চলতে পারে তবে তাদের হোস্টিং বন্ধ করতে হবে

source: TIME’s poll of 3,000 people, conducted by Penn Schoen Berland in late November, found that 22%% of American adults, or 45 million people, have already offered some kind of good or service in this economy.
ar: استطلاع تايم من 3000 شخص، التي أجراها بن شوين BERLAND في أواخر تشرين الثاني، وجد أن 22%% من البالغين في الولايات المتحدة، أو 45 مليون شخص، وعرضت بالفعل نوعا من سلعة أو خدمة في هذا الاقتصاد.
bn: নভেম্বরের শেষদিকে পেন শোইন বারল্যান্ড পরিচালিত টিআইএমের জরিপে দেখা গেছে যে আমেরিকান ২২%% প্রাপ্তবয়স্ক বা ৪৫ মিলিয়ন মানুষ ইতোমধ্যে এই অর্থনীতিতে একরকম ভাল বা সেবার প্রস্তাব দিয়েছে।

source: The sharing economy is estimated to grow from $14 billion in 2014 to $335 billion by 2025
ar: يُقدر نمو اقتصاد المشاركة من 14 مليار دولار في عام 2014 إلى 335 مليار دولار بحلول عام 2025
bn: ভাগ করে নেওয়ার অর্থনীতিটি 2014 সালের 14 বিলিয়ন ডলার থেকে 2025 সালের মধ্যে 335 বিলিয়ন ডলারে উন্নীত হবে বলে অনুমান করা হচ্ছে

source: The new research, Sharing Economy: Opportunities, Impacts & Disruptors 2017-2022, forecasts that the sharing economy will reach $40.2 billion in 2022, in terms of platform provider revenues, up from $18.6 billion in 2017.
ar: يتوقع البحث الجديد ، "مشاركة الاقتصاد: الفرص والآثار والعطلات 2017-2022" ، أن يصل اقتصاد المشاركة إلى 40.2 مليار دولار في عام 2022 ، من حيث إيرادات مزودي المنصات ، ارتفاعًا من 18.6 مليار دولار في عام 2017.
bn: নতুন গবেষণা, শেয়ারিং ইকোনমি: সুযোগ, প্রভাবসমূহ এবং ব্যাঘাতকারীরা ২০১২-২০২২ পূর্বাভাস দিয়েছে যে ২০২২ সালে শেয়ারিং অর্থনীতি $ ৪০.২ বিলিয়ন ডলারে পৌঁছবে, প্ল্যাটফর্ম সরবরাহকারীর উপার্জনের ক্ষেত্রে, ২০১ in সালে এটি .6 ১৮..6 বিলিয়ন ডলার ছাড়িয়ে যাবে।

source: property managers...will be charged a 14 percent host-only fee by default. Until now, the default was that Airbnb charged hosts a 3 to 5 percent fixed fee
ar: مديري العقارات ... سيتم فرض رسوم بنسبة 14 في المئة فقط المضيف افتراضيا. حتى الآن ، كان الإعداد الافتراضي هو أن Airbnb يستضيف المضيفين رسومًا ثابتة بنسبة 3 إلى 5 في المائة
bn: সম্পত্তি পরিচালকদের ... ডিফল্টরূপে কেবলমাত্র 14 শতাংশ হোস্ট-ফি নেওয়া হবে। এখন অবধি, ডিফল্টটি ছিল এয়ারবিএনবি হোস্টকে একটি 3 থেকে 5 শতাংশ নির্ধারিত ফি নির্ধারণ করে

source: TNCs can take as much as 42.75%% from a minimum fare ride in San Francisco
ar: الشركات عبر الوطنية يمكن أن تأخذ ما يصل إلى 42.75%% من الحد الأدنى من ركوب الأجرة في سان فرانسيسكو
bn: সান ফ্রান্সিসকোতে ন্যূনতম ভাড়া যাত্রায় টিএনসিগুলি 42.75%% হিসাবে নিতে পারে

source: Projects built on IPFS
ar: مشاريع مبنية على IPFS
bn: আইপিএফসে নির্মিত প্রকল্পগুলি

source: ...consider how easy it is to switch from Poloniex to GDAX, or to any of the dozens of cryptocurrency exchanges out there, and vice-versa in large part because they all have equal and free access to the underlying data, blockchain transactions. Here you have several competing, non-cooperating services which are interoperable with each other by virtue of building their services on top of the same open protocols. This forces the market to find ways to reduce costs, build better products, and invent radical new ones to succeed.
ar: ... ضع في اعتبارك مدى سهولة التبديل من Poloniex إلى GDAX ، أو إلى أي من العشرات من عمليات تبادل العملة المشفرة الموجودة هناك ، والعكس بالعكس إلى حد كبير لأنها تتمتع جميعها بوصول متساوٍ ومجاني إلى البيانات الأساسية ، ومعاملات blockchain. هنا لديك العديد من الخدمات المتنافسة وغير المتعاونة والتي يمكن تشغيلها مع بعضها البعض من خلال بناء خدماتها على رأس نفس البروتوكولات المفتوحة. هذا يفرض على السوق لإيجاد طرق لخفض التكاليف ، وبناء منتجات أفضل ، وابتكار منتجات جذرية جديدة لتحقيق النجاح.
bn: ... বিবেচনা করুন Poloniex থেকে জিডিএএক্স, বা সেখানে কয়েক ডজন ক্রিপ্টোকারেন্সি এক্সচেঞ্জগুলির মধ্যে স্যুইচ করা কতটা সহজ, এবং বিপরীতে বিপরীত কারণ তারা সমস্তের অন্তর্নিহিত ডেটা, ব্লকচেইন লেনদেনের সমান এবং নিখরচায় অ্যাক্সেস রয়েছে। এখানে আপনার বেশ কয়েকটি প্রতিযোগিতামূলক, অসহযোগিতামূলক পরিষেবা রয়েছে যা একই ওপেন প্রোটোকলের উপরে তাদের পরিষেবাদি তৈরির গুণে একে অপরের সাথে আন্তঃযোগযোগ্য। এটি বাজারকে ব্যয় হ্রাস করতে, আরও ভাল পণ্য তৈরি করতে এবং সাফল্যের জন্য র‌্যাডিকাল নতুন আবিষ্কারের উপায়গুলি খুঁজতে বাধ্য করে।

source: This relationship between protocols and applications is reversed in the blockchain application stack. Value concentrates at the shared protocol layer and only a fraction of that value is distributed along at the applications layer. It's a stack with "fat" protocols and "thin" applications.
ar: يتم عكس هذه العلاقة بين البروتوكولات والتطبيقات في مكدس تطبيق blockchain. تتركز القيمة في طبقة البروتوكول المشترك ويتم توزيع جزء بسيط فقط من هذه القيمة في طبقة التطبيقات. إنها مكدس يحتوي على بروتوكولات "سمين" وتطبيقات "رقيقة".
bn: প্রোটোকল এবং অ্যাপ্লিকেশনগুলির মধ্যে এই সম্পর্কটি ব্লকচেইন অ্যাপ্লিকেশন স্ট্যাকটিতে বিপরীত। ভাগ করা প্রোটোকল স্তরে মান কেন্দ্রীভূত হয় এবং অ্যাপ্লিকেশন স্তরে সেই মানটির একটি ভগ্নাংশ বন্টিত হয়। এটি "ফ্যাট" প্রোটোকল এবং "পাতলা" অ্যাপ্লিকেশন সহ একটি স্ট্যাক।

source: The Origin Platform
ar: منصة الأصل
bn: অরিজিন প্ল্যাটফর্ম

source: Enabling <span>Decentralized Marketplaces</span>
ar: تمكين <span>الأسواق اللامركزية</span>
bn: <span>বিকেন্দ্রিত মার্কেটপ্লেস সক্ষম করা</span>

source: Our vision is to promote the open and free exchange of services in the new Internet. To do this, we have built a platform that replicates much, if not all, of the functionality of third-party intermediaries on the blockchain and other distributed systems. This is an ambitious goal and a technically difficult engineering challenge, but we have already hit early milestones to prove out our technology and early use cases.
ar: تتمثل رؤيتنا في تشجيع التبادل المفتوح والحر للخدمات في الإنترنت الجديد. للقيام بذلك ، قمنا ببناء نظام أساسي يقوم بتكرار الكثير ، إن لم يكن كل ، من وظائف الوسطاء الخارجيين على blockchain والأنظمة الموزعة الأخرى. هذا هدف طموح وتحدي هندسي صعب تقنياً ، لكننا حققنا بالفعل معالم بارزة لإثبات تقنيتنا وحالات الاستخدام المبكر.
bn: আমাদের দৃষ্টিভঙ্গি হ'ল নতুন ইন্টারনেটে পরিষেবাগুলির মুক্ত ও নিখরচায় প্রচার করা। এটি করার জন্য, আমরা একটি প্ল্যাটফর্ম তৈরি করেছি যা ব্লকচেইন এবং অন্যান্য বিতরণকারী সিস্টেমে তৃতীয় পক্ষের মধ্যস্থতাকারীদের কার্যকারিতার অনেকগুলিই প্রতিলিপি দেয়। এটি একটি উচ্চাকাঙ্ক্ষী লক্ষ্য এবং প্রযুক্তিগতভাবে কঠিন ইঞ্জিনিয়ারিং চ্যালেঞ্জ, তবে আমরা আমাদের প্রযুক্তি এবং প্রাথমিক ব্যবহারের ক্ষেত্রে প্রমাণের জন্য ইতিমধ্যে মাইলফলক ছুঁড়েছি।

source: The Origin Platform has three major components that are all open-source:
ar: يحتوي Origin Origin على ثلاثة مكونات رئيسية كلها مفتوحة المصدر:
bn: অরিজিন প্ল্যাটফর্মের তিনটি প্রধান উপাদান রয়েছে যা সমস্ত ওপেন সোর্স:

source: Origin-enabled end-user applications
ar: تطبيقات المستخدم النهائي الممكّنة من الأصل
bn: উত্স-সক্ষম-শেষ ব্যবহারকারী অ্যাপ্লিকেশন

source: Origin developer infrastructure
ar: أصل المطور البنية التحتية
bn: মূল বিকাশকারী পরিকাঠামো

source: Origin protocols
ar: بروتوكولات المنشأ
bn: মূল প্রোটোকল
