Repository: Amit00077/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, el, ja, nl, th

source: Today, if you wanted to start a traditional company to compete in the global economy, you would have to set up banking arrangements one country at a time and deal with all the related financial regulations. This creates a non-trivial barrier to entry for most startups looking to expand internationally. In fact, we often see regional clones who are able to launch faster in specific regions than the company that came up with the original idea. However, cryptocurrency is a global phenomenon. Thanks to the widespread availability of the Internet, the Origin platform and flagship marketplace app were immediately available in nearly every country in the world when we launched on the Ethereum mainnet. We view this as a significant advantage.
ar: اليوم ، إذا كنت ترغب في بدء شركة تقليدية للمنافسة في الاقتصاد العالمي ، فسيتعين عليك إعداد ترتيبات مصرفية في دولة واحدة في وقت واحد والتعامل مع جميع الأنظمة المالية ذات الصلة. يؤدي هذا إلى إنشاء حاجز غير تافه للدخول لمعظم الشركات الناشئة التي تبحث عن التوسع على المستوى الدولي. في الواقع ، كثيرا ما نرى الحيوانات المستنسخة الإقليمية القادرة على الإطلاق بشكل أسرع في مناطق محددة من الشركة التي جاءت بالفكرة الأصلية. ومع ذلك ، cryptocurrency هو ظاهرة عالمية. بفضل توافر الإنترنت على نطاق واسع ، أصبحت منصة Origin والتطبيق الرائد للسوق متاحًا على الفور في كل بلد تقريبًا في العالم عندما أطلقنا على Ethereum mainnet. ونحن نعتبر هذا ميزة كبيرة.
bn: আজ, আপনি যদি বৈশ্বিক অর্থনীতিতে প্রতিযোগিতা করার জন্য একটি traditionalতিহ্যবাহী সংস্থা শুরু করতে চান, আপনাকে একবারে একটি দেশে ব্যাংকিংয়ের ব্যবস্থা স্থাপন করতে হবে এবং সম্পর্কিত সমস্ত আর্থিক বিধিগুলি মোকাবেলা করতে হবে। এটি বেশিরভাগ স্টার্টআপগুলিতে আন্তর্জাতিকভাবে প্রসারিত হওয়ার জন্য প্রবেশের ক্ষেত্রে একটি অ-তুচ্ছ বাধা তৈরি করে। প্রকৃতপক্ষে, আমরা প্রায়শই আঞ্চলিক ক্লোনগুলি দেখতে পাই যারা মূল ধারণাটি নিয়ে আসে এমন সংস্থার চেয়ে নির্দিষ্ট অঞ্চলে দ্রুত প্রবর্তন করতে সক্ষম। তবে ক্রিপ্টোকারেন্সি একটি বিশ্বব্যাপী ঘটনা। ইন্টারনেটের ব্যাপক প্রাপ্যতার জন্য ধন্যবাদ, আমরা যখন ইথেরিয়াম মেইনেট চালু করলাম তখন অরিজিন প্ল্যাটফর্ম এবং ফ্ল্যাগশিপ মার্কেটপ্লেস অ্যাপ্লিকেশন তত্ক্ষণাত্ বিশ্বের প্রায় প্রতিটি দেশে উপলব্ধ ছিল। আমরা এটিকে একটি উল্লেখযোগ্য সুবিধা হিসাবে দেখছি।

source: Other high-level benefits include having a built-in mechanism to incentivize early ecosystem participants who hold and use Origin Tokens (OGN). We are constantly thinking about the right incentives that will encourage ecosystem participants like developers, individual buyers and sellers, and others to use and promote the Platform. We intend to reward behavior that encourages new referrals to the Platform and builds marketing, operational, and trust/safety infrastructure for the Platform. You can see these economic incentives in action with our initial implementation of Origin Rewards.
ar: تشمل المزايا الرفيعة المستوى الأخرى وجود آلية مضمّنة لتحفيز المشاركين الأوائل في النظام الإيكولوجي الذين يحملون رموز المنشأ (OGN) ويستخدمونها. نحن نفكر باستمرار في الحوافز المناسبة التي ستشجع المشاركين في النظام الإيكولوجي مثل المطورين والمشترين والبائعين الأفراد وغيرهم على استخدام المنصة والترويج لها. نحن عازمون على مكافأة السلوك الذي يشجع إحالات جديدة إلى النظام الأساسي ويبني البنية التحتية للتسويق والتشغيل والثقة / السلامة للمنصة. يمكنك أن ترى هذه الحوافز الاقتصادية قيد التنفيذ من خلال تطبيقنا المبدئي لـ Origin Rewards.
bn: অন্যান্য উচ্চ-স্তরের সুবিধার মধ্যে রয়েছে আদি টোকেনস (ওজিএন) ধরে রাখার এবং ব্যবহারকারী শুরুর বাস্তুসংস্থান অংশগ্রহণকারীদের উত্সাহিত করার জন্য অন্তর্নির্মিত প্রক্রিয়া অন্তর্ভুক্ত। আমরা ক্রমাগত সঠিক উত্সাহগুলি নিয়ে ভাবছি যা পরিবেশবিদদের যেমন বিকাশকারী, পৃথক ক্রেতা এবং বিক্রেতাদের এবং অন্যদের প্ল্যাটফর্মটি ব্যবহার এবং প্রচার করতে উত্সাহিত করবে। প্ল্যাটফর্মের নতুন রেফারালগুলিকে উত্সাহিত করে এবং প্ল্যাটফর্মের জন্য বিপণন, পরিচালনা, এবং বিশ্বাস / সুরক্ষা অবকাঠামো তৈরি করে এমন আচরণের প্রতিদানের আমরা লক্ষ্য রেখেছি। আপনি আমাদের প্রাথমিক পুরষ্কারগুলির প্রাথমিক প্রয়োগের সাথে ক্রিয়াকলাপে এই অর্থনৈতিক উত্সাহগুলি দেখতে পাচ্ছেন।

source: At a lower-level, Origin has built upon existing product paradigms and user features. These features include:
ar: في المستوى الأدنى ، بنيت Origin على نماذج المنتجات الحالية وميزات المستخدم. تشمل هذه الميزات:
bn: নিম্ন স্তরে, অরিজিন বিদ্যমান পণ্যগুলির দৃষ্টান্ত এবং ব্যবহারকারীর বৈশিষ্ট্যগুলির ভিত্তিতে তৈরি করেছে। এই বৈশিষ্ট্যগুলির মধ্যে রয়েছে:

source: User profiles and data
ar: ملفات تعريف المستخدمين والبيانات
bn: ব্যবহারকারীর প্রোফাইল এবং ডেটা

source: Listing of for sale goods and fractional use of assets and services
ar: قائمة السلع المعروضة للبيع والاستخدام الكسري للأصول والخدمات
bn: বিক্রয় সামগ্রীর জন্য তালিকাভুক্তি এবং সম্পদ এবং পরিষেবাদির ভগ্নাংশ ব্যবহার

source: Escrow of funds for deposits, with release of funds upon completion of services or exchange of goods
ar: الضمان من الأموال للودائع ، مع الإفراج عن الأموال عند الانتهاء من الخدمات أو تبادل السلع
bn: পরিষেবা সম্পন্ন বা পণ্য বিনিময় শেষে তহবিল প্রকাশের সাথে আমানতের জন্য তহবিলের এসক্রো

source: Setting and browsing availability/scheduling
ar: تحديد وتصفح توافر / الجدولة
bn: উপলভ্যতা / সময়সূচী নির্ধারণ এবং ব্রাউজিং

source: Reputation in the form of reviews and ratings
ar: سمعة في شكل الاستعراضات والتقييمات
bn: পর্যালোচনা এবং রেটিং আকারে খ্যাতি

source: Secure and encrypted messaging
ar: الرسائل الآمنة والمشفرة
bn: সুরক্ষিত এবং এনক্রিপ্ট করা মেসেজিং

source: Origin <span>Token (OGN)</span>
ar: أصل <span>رمز (OGN)</span>
bn: উত্স <span>টোকেন (ওজিএন)</span>

source: The Origin Token (also known as OGN) is a utility token that serves multiple purposes in ensuring the health and growth of the network. The ERC20 contract is live on the Ethereum network today at: 0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26.
ar: رمز الأصل (المعروف أيضًا باسم OGN) هو رمز مميز للأغراض العامة يخدم أغراض متعددة في ضمان صحة الشبكة ونموها. عقد ERC20 مباشر على شبكة Ethereum اليوم على: 0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26.
bn: অরিজিন টোকেন (ওজিএন নামে পরিচিত) একটি ইউটিলিটি টোকেন যা নেটওয়ার্কের স্বাস্থ্য এবং বৃদ্ধি নিশ্চিত করার জন্য একাধিক উদ্দেশ্যে কাজ করে। ERC20 চুক্তিটি ইথেরিয়াম নেটওয়ার্কে আজ লাইভ: 0x8207c1FfC5B6804F6024322CcF34F29c3541Ae26 এ।

source: At a high-level, this native token is intended to serve several key functions on the platform. First, OGN is a multi-purpose incentive token that drives behavior for end users, developers, marketplace operators, and other ecosystem participants. In addition, OGN is a medium-of-exchange token that can be used for payments between buyers and sellers on the platform. Finally, it is intended that OGN will serve a critical piece in the future governance of the network.
ar: على مستوى عالٍ ، يهدف هذا الرمز المميز الأصلي إلى تقديم العديد من الوظائف الرئيسية على النظام الأساسي. أولاً ، OGN هو رمز حافز متعدد الأغراض يدفع السلوك للمستخدمين والمطورين ومشغلي الأسواق والمشاركين الآخرين في النظام البيئي. بالإضافة إلى ذلك ، يعد OGN رمزًا متوسطًا للتبادل يمكن استخدامه للمدفوعات بين المشترين والبائعين على المنصة. أخيرًا ، من المفترض أن تخدم OGN جزءًا مهمًا في الإدارة المستقبلية للشبكة.
bn: উচ্চ-স্তরে, এই নেটিভ টোকেনটি প্ল্যাটফর্মের কয়েকটি মূল ফাংশন পরিবেশন করার উদ্দেশ্যে। প্রথমত, ওজিএন হ'ল বহু-উদ্দেশ্যমূলক ইনসেনটিভ টোকেন যা শেষ ব্যবহারকারী, বিকাশকারী, মার্কেটপ্লেস অপারেটর এবং অন্যান্য বাস্তুতন্ত্রের অংশগ্রহণকারীদের জন্য আচরণ চালায়। এছাড়াও, ওজিএন হ'ল একটি মাঝারি অফ এক্সচেঞ্জ টোকেন যা প্ল্যাটফর্মের ক্রেতা এবং বিক্রেতার মধ্যে অর্থ প্রদানের জন্য ব্যবহার করা যেতে পারে। অবশেষে, এটি লক্ষ্য করা যায় যে ওজিএন ভবিষ্যতে নেটওয়ার্কের প্রশাসনের জন্য একটি সমালোচনামূলক অংশ পরিবেশন করবে।

source: Since April of 2019, Origin Tokens have already been used to incentivize various forms of participation from the Platform’s ecosystem participants. Origin Tokens are used to reward users, developers, marketplace operators, and/or other participants to perform actions and services that are beneficial to the health and growth of the Platform.
ar: منذ أبريل 2019 ، تم استخدام Origin Tokens بالفعل لتحفيز أشكال مختلفة من المشاركة من المشاركين في النظام البيئي للمنبر. تُستخدم رموز المنشأ لمكافأة المستخدمين والمطورين ومشغلي السوق و / أو المشاركين الآخرين لأداء الإجراءات والخدمات التي تعود بالنفع على صحة النظام الأساسي ونموه.
bn: 2019 সালের এপ্রিল থেকে, প্ল্যাটফর্মের ইকোসিস্টেমের অংশগ্রহণকারীদের থেকে বিভিন্ন ধরণের অংশগ্রহণকে উত্সাহিত করতে ইতিমধ্যে টিনস ব্যবহার করা হয়েছে। অরিজিন টোকেনগুলি প্ল্যাটফর্মের স্বাস্থ্য এবং বৃদ্ধির জন্য উপকারী এমন ক্রিয়া এবং পরিষেবাগুলি সম্পাদন করতে ব্যবহারকারী, বিকাশকারী, বাজারের অপারেটর এবং / অথবা অন্যান্য অংশগ্রহণকারীদের পুরস্কৃত করতে ব্যবহৃত হয়।

source: Origin Rewards (originrewards.com) is an incentive program targeted at end users on the Platform. Buyers and sellers on the platform have been able to earn OGN since our inaugural Origin Rewards campaign in April of 2019. Origin Rewards enables everyone to have a stake in the network. We’ve intentionally designed the program so that even novice, non-technical users can participate.
ar: برنامج Origin Rewards (originrewards.com) هو برنامج تحفيزي يستهدف المستخدمين النهائيين على النظام الأساسي. تمكّن المشترون والبائعون على المنصة من كسب OGN منذ حملتنا الأصلية لمكافآت Origin في أبريل من عام 2019. تُمكّن Origin Rewards الجميع من الحصول على حصة في الشبكة. لقد قمنا بتصميم البرنامج عن قصد حتى يتمكن المستخدمون غير التقنيون من المشاركة.
bn: অরিজিন রিওয়ার্ডস (originalrewards.com) প্ল্যাটফর্মের শেষ ব্যবহারকারীদের লক্ষ্যবস্তু একটি উত্সাহজনক প্রোগ্রাম incen প্ল্যাটফর্মের ক্রেতারা এবং বিক্রেতারা 2019 এর এপ্রিল মাসে আমাদের উদ্বোধনী অরিজিন রিওয়ার্ড প্রচারের পর থেকে ওজিএন অর্জন করতে সক্ষম হয়েছে। অরিজিন রিওয়ার্ডস প্রত্যেককে নেটওয়ার্কে অংশীদার করতে সক্ষম করে। আমরা ইচ্ছাকৃতভাবে প্রোগ্রামটি তৈরি করেছি যাতে এমনকি শিক্ষানবিশ, অ-প্রযুক্তিগত ব্যবহারকারীরা এতে অংশ নিতে পারে।

source: With Origin Rewards, users can receive OGN for creating user profiles and verifying their identities.
ar: باستخدام Origin Rewards ، يمكن للمستخدمين تلقي OGN لإنشاء ملفات تعريف المستخدمين والتحقق من هوياتهم.
bn: মূল পুরষ্কারের সাথে ব্যবহারকারীরা ব্যবহারকারী প্রোফাইল তৈরি করতে এবং তাদের পরিচয় যাচাই করার জন্য ওজিএন গ্রহণ করতে পারেন।

source: One of the best ways to grow the network is through referrals. As such, end users can also earn tokens by inviting new users to the network. This creates more trust between buyers and sellers on the network.
ar: واحدة من أفضل الطرق لتطوير الشبكة هي من خلال الإحالات. على هذا النحو ، يمكن للمستخدمين النهائيين أيضًا كسب الرموز المميزة من خلال دعوة مستخدمين جدد إلى الشبكة. هذا يخلق المزيد من الثقة بين المشترين والبائعين على الشبكة.
bn: নেটওয়ার্ক বৃদ্ধির সর্বোত্তম উপায়গুলির মধ্যে একটি হল রেফারেলগুলি। যেমন, শেষ ব্যবহারকারীরাও নতুন ব্যবহারকারীদের নেটওয়ার্কে আমন্ত্রণ জানিয়ে টোকেন উপার্জন করতে পারেন। এটি নেটওয়ার্কে ক্রেতাদের এবং বিক্রেতার মধ্যে আরও আস্থা তৈরি করে।

source: Users can also earn OGN by following Origin’s social media accounts or promoting news about the project on public channels.
ar: يمكن للمستخدمين أيضًا كسب OGN من خلال متابعة حسابات وسائل التواصل الاجتماعي الخاصة بشركة Origin أو الترويج لأخبار المشروع على القنوات العامة.
bn: ব্যবহারকারীরাও অরিজিনের সোশ্যাল মিডিয়া অ্যাকাউন্টগুলি অনুসরণ করে বা পাবলিক চ্যানেলগুলিতে প্রকল্প সম্পর্কিত সংবাদ প্রচারের মাধ্যমে ওজিএন উপার্জন করতে পারবেন।

source: To encourage transaction volume on the Origin Platform, we are also offering “cashback” mechanisms to users that purchase from our trusted network of top sellers.
ar: لتشجيع حجم المعاملات على Origin Platform ، نقدم أيضًا آليات "استرداد النقود" للمستخدمين الذين يشترون من شبكتنا الموثوق بها من كبار البائعين.
bn: অরিজিন প্ল্যাটফর্মে লেনদেনের পরিমাণকে উত্সাহিত করার জন্য, আমরা শীর্ষ বিক্রয়কারীদের আমাদের বিশ্বস্ত নেটওয়ার্ক থেকে কেনা ব্যবহারকারীদের "ক্যাশব্যাক" প্রক্রিয়াও সরবরাহ করছি।

source: Origin Commissions
ar: لجان المنشأ
bn: মূল কমিশন

source: It is essential that we also incentivize developers and marketplace operators to use the Origin Platform. As such, we have launched an advertising and promotions program that creates a built-in business model for the decentralized marketplaces operating on Origin.
ar: من الضروري أيضًا تحفيز المطورين ومشغلي السوق لاستخدام Origin Platform. على هذا النحو ، أطلقنا برنامجًا للإعلانات والعروض الترويجية يخلق نموذجًا تجاريًا مدمجًا للأسواق اللامركزية التي تعمل على Origin.
bn: অরিজিন প্ল্যাটফর্মটি ব্যবহার করার জন্য আমরা বিকাশকারী এবং মার্কেটপ্লেস অপারেটরদেরও উত্সাহিত করা অপরিহার্য। এরূপ হিসাবে, আমরা একটি বিজ্ঞাপন এবং প্রচার প্রোগ্রাম চালু করেছি যা অরিজিনে অপারেটিং বিকেন্দ্রীভূত মার্কেটপ্লেসগুলির জন্য একটি বিল্ট-ইন বিজনেস মডেল তৈরি করে।

source: Sellers on Origin-enabled applications can promote their listings with OGN to get higher visibility on the search and browse results on our flagship app and partner apps. Currently, the only way to participate in this program is to pay with OGN. When sellers create listings, they can add OGN commissions to their listings. This OGN is placed into escrow in our Marketplace Smart Contract
ar: يمكن للبائعين على التطبيقات التي تدعم Origin ترويج قوائمهم باستخدام OGN للحصول على رؤية أفضل على نتائج البحث وتصفح على التطبيق الرائد وتطبيقات الشركاء. حاليا ، فإن الطريقة الوحيدة للمشاركة في هذا البرنامج هي الدفع باستخدام OGN. عندما ينشئ البائعون قوائم ، يمكنهم إضافة عمولات OGN إلى قوائمهم. يتم وضع OGN هذا في الضمان في Marketplace Smart Contract
bn: উত্স-সক্ষম অ্যাপ্লিকেশনগুলিতে বিক্রেতারা অনুসন্ধানে উচ্চতর দৃশ্যমানতা পেতে এবং আমাদের ফ্ল্যাগশিপ অ্যাপ্লিকেশন এবং অংশীদার অ্যাপ্লিকেশনগুলিতে ফলাফলগুলি ব্রাউজ করতে ওজিএন এর সাথে তাদের তালিকা প্রচার করতে পারেন। বর্তমানে, এই প্রোগ্রামে অংশ নেওয়ার একমাত্র উপায় হ'ল ওজিএন দিয়ে অর্থ প্রদান করা। বিক্রেতারা যখন তালিকা তৈরি করেন, তারা তাদের তালিকায় ওজিএন কমিশন যুক্ত করতে পারেন। এই ওজিএনটি আমাদের মার্কেটপ্লেস স্মার্ট চুক্তিতে এসক্রোতে স্থাপন করা হয়েছে

source: Then, when sales are finalized, OGN commissions are given to the apps that brought counterparties (the buyers) to fulfill the sales. This gives developers incentives to promote these seller listings, as well as compete amongst themselves to drive the most sales for sellers.
ar: ثم ، عند الانتهاء من المبيعات ، يتم منح عمولات OGN للتطبيقات التي جلبت الأطراف المقابلة (المشترين) لإنجاز المبيعات. وهذا يمنح المطورين حوافز للترويج لقوائم البائعين هذه ، بالإضافة إلى التنافس فيما بينهم لزيادة مبيعات البائعين.
bn: তারপরে, যখন বিক্রয় চূড়ান্ত হয়, তখন ওজিএন কমিশনগুলি অ্যাপ্লিকেশনগুলিকে দেওয়া হয় যা বিক্রয়টি পূরণের জন্য প্রতিপক্ষ (ক্রেতাদের) নিয়ে আসে। এটি বিকাশকারীদের এই বিক্রেতাদের তালিকা প্রচারের পাশাপাশি উত্সাহ দেয়, পাশাপাশি বিক্রেতাদের সর্বাধিক বিক্রয় চালানোর জন্য তাদের মধ্যে প্রতিযোগিতা করে।

source: To give a more specific example, let’s assume that a NYC-based home owner wants to put her apartment up for home-sharing on the Origin network. She inputs that she is willing to pay a 20 OGN commission every single time her apartment is rented out for one evening. Multiple home-sharing applications are now incentivized to feature her apartment so that they can compete for the OGN commissions. When one application acts as the final point of sale for a booking by finding the seller a renter, the application developer is rewarded the 20 OGN that she has offered up as commission
ar: لإعطاء مثال أكثر تحديداً ، دعنا نفترض أن مالك منزل في مدينة نيويورك يرغب في رفع شقتها للمشاركة في المنزل على شبكة Origin. قالت إنها على استعداد لدفع 20 عمولة OGN في كل مرة يتم استئجار شقتها لليلة واحدة. يتم الآن تحفيز العديد من تطبيقات المشاركة المنزلية لتميز شقتها حتى يتمكنوا من التنافس على عمولات OGN. عندما يتصرف تطبيق واحد كنقطة بيع أخيرة للحجز عن طريق إيجاد البائع للمستأجر ، تتم مكافأة مطور التطبيق على 20 OGN التي قدمتها كعمولة
bn: আরও সুনির্দিষ্ট উদাহরণ দেওয়ার জন্য, ধরে নিই যে এনওয়াইসি-ভিত্তিক কোনও বাড়ির মালিক তার অ্যাপার্টমেন্টটি অরিজিন নেটওয়ার্কে হোম-ভাগ করে নেওয়ার জন্য রাখতে চায়। তিনি ইনপুট করে যে প্রতিবার সন্ধ্যায় তার অ্যাপার্টমেন্ট ভাড়া দেওয়ার সময় প্রতিবারই তিনি 20 ওজিএন কমিশন দিতে চান to একাধিক হোম-শেয়ারিং অ্যাপ্লিকেশনগুলি এখন তার অ্যাপার্টমেন্টটি বৈশিষ্ট্যযুক্ত করার জন্য উত্সাহিত করা হয়েছে যাতে তারা ওজিএন কমিশনের জন্য প্রতিযোগিতা করতে পারে। যখন কোনও অ্যাপ্লিকেশন বিক্রয়কারীকে ভাড়াটে খুঁজে বের করে বুকিংয়ের জন্য চূড়ান্ত বিক্রয়ের জন্য কাজ করে, অ্যাপ্লিকেশন বিকাশকারী কমিশন হিসাবে যে 20 ওজিএন প্রস্তাব করেছিলেন সেটিকে পুরষ্কার দেওয়া হবে

source: In the future, it is intended that other types of commission earners like bloggers, social media influencers, and other affiliates will be able to earn OGN commissions from sellers.
ar: في المستقبل ، من المفترض أن تكون الأنواع الأخرى من أصحاب العمولات ، مثل المدونين ومؤثري وسائل التواصل الاجتماعي والشركات التابعة الأخرى ، قادرة على كسب عمولات OGN من البائعين.
bn: ভবিষ্যতে, এটি লক্ষ্য করা হচ্ছে যে অন্যান্য ধরণের কমিশনার উপার্জনকারী যেমন ব্লগার, সোশ্যাল মিডিয়া প্রভাবক এবং অন্যান্য অনুমোদিত সংস্থাগুলি বিক্রেতাদের কাছ থেকে ওজিএন কমিশন উপার্জন করতে সক্ষম হবে।

source: Origin Commissions is a new advertising and promotions model that is superior to traditional paid marketing (CPC and CPM) models. Advertisers (sellers) only pay in OGN tokens when successful sales have occurred. Similarly, the publishers (application creators, bloggers, other affiliates, etc.) are only paid when real transactions happen. This creates a much more efficient attribution model than the one that traditional advertising offers. Origin Commissions aligns the interests of sellers, application creators, and other affiliates to promote listings to buyers across the Origin network.
ar: أصل اللجان هو نموذج جديد للإعلان والترويج يتفوق على النماذج التقليدية للتسويق المدفوع (CPC و CPM). لا يدفع المعلنون (البائعون) سوى رموز OGN عند حدوث مبيعات ناجحة. وبالمثل ، يتم الدفع للناشرين (منشئو التطبيقات والمدونون والشركات التابعة الأخرى ، وما إلى ذلك) فقط عند حدوث معاملات حقيقية. يؤدي هذا إلى إنشاء نموذج إسناد أكثر فاعلية من النموذج الذي تقدمه الإعلانات التقليدية. تعمل لجان Origin على مواءمة اهتمامات البائعين ومنشئي التطبيقات والشركات التابعة الأخرى للترويج للقوائم للمشترين عبر شبكة Origin.
bn: অরিজিন কমিশন একটি নতুন বিজ্ঞাপন এবং প্রচার মডেল যা traditionalতিহ্যবাহী পেইড মার্কেটিং (সিপিসি এবং সিপিএম) মডেলের চেয়ে সেরা। বিজ্ঞাপনদাতারা (বিক্রেতারা) কেবলমাত্র সফল বিক্রয় আসার পরে কেবল ওজিএন টোকনে অর্থ প্রদান করে। একইভাবে, প্রকাশক (অ্যাপ্লিকেশন স্রষ্টা, ব্লগার, অন্যান্য অনুমোদিত, ইত্যাদি) কেবল তখনই প্রদান করা হয় যখন আসল লেনদেন হয়। এটি traditionalতিহ্যবাহী বিজ্ঞাপনের প্রস্তাবের চেয়ে অনেক বেশি কার্যকর অ্যাট্রিবিউশন মডেল তৈরি করে। অরিজিন কমিশনগুলি অরিজিন নেটওয়ার্ক জুড়ে ক্রেতাদের তালিকা প্রচারের জন্য বিক্রেতাদের, অ্যাপ্লিকেশন স্রষ্টাদের এবং অন্যান্য অনুমোদিত সংস্থাগুলির আগ্রহকে একত্রিত করে।

source: OGN as a payment token
ar: OGN كرمز دفع
bn: পেমেন্ট টোকেন হিসাবে ওজিএন

source: Today, users of the platform are able to transact using ETH or DAI. After our 1.0 platform launch in Q1 of 2020, OGN will be enabled as one of the preferred payment methods between buyers and sellers on the platform.
ar: اليوم ، يمكن لمستخدمي النظام الأساسي التعامل باستخدام ETH أو DAI. بعد إطلاق منصة 1.0 في الربع الأول من عام 2020 ، سيتم تمكين OGN كأحد وسائل الدفع المفضلة بين المشترين والبائعين على المنصة.
bn: আজ, প্ল্যাটফর্মের ব্যবহারকারীরা ইটিএইচ বা ডিএআই ব্যবহার করে লেনদেন করতে পারবেন। 2020 এর প্রথম প্রান্তে আমাদের 1.0 প্ল্যাটফর্ম লঞ্চের পরে, ওজিএন প্ল্যাটফর্মের ক্রেতা এবং বিক্রেতাদের মধ্যে পছন্দের অর্থ প্রদানের এক হিসাবে সক্ষম হবে।

source: For example, users that earn OGN through Origin Rewards will be able to instantly use their tokens to purchase goods and services on our flagship marketplace, decentralized e-commerce platform and other future applications. This lowers the user friction of users having to acquire ETH or DAI outside of the platform before they are able to be viable buyers in the system.
ar: على سبيل المثال ، سيتمكن المستخدمون الذين يكسبون OGN عبر Origin Rewards من استخدام الرموز المميزة الخاصة بهم على الفور لشراء السلع والخدمات من سوقنا الرئيسي ومنصة التجارة الإلكترونية اللامركزية والتطبيقات المستقبلية الأخرى. يؤدي ذلك إلى تقليل احتكاك المستخدم للمستخدمين الذين يضطرون إلى الحصول على ETH أو DAI خارج النظام الأساسي قبل أن يصبحوا قادرين على الشراء في النظام.
bn: উদাহরণস্বরূপ, যে ব্যবহারকারীরা অরিজিন রিওয়ার্ডসের মাধ্যমে ওজিএন উপার্জন করেন তারা তাত্ক্ষণিকভাবে আমাদের ফ্ল্যাগশিপ মার্কেটপ্লেস, বিকেন্দ্রীভূত ই-বাণিজ্য প্ল্যাটফর্ম এবং ভবিষ্যতের অন্যান্য অ্যাপ্লিকেশনগুলিতে পণ্য এবং পরিষেবা কিনতে তাদের টোকেন ব্যবহার করতে সক্ষম হবেন। এটি সিস্টেমে টেকসই ক্রেতাদের সক্ষম হওয়ার আগে প্ল্যাটফর্মের বাইরে ETH বা DAI অর্জনকারী ব্যবহারকারীদের ঘর্ষণকে হ্রাস করে।

source: In addition, we anticipate offering the ability for users to instantly acquire OGN via one or more decentralized exchange smart contracts to use when they do not have enough OGN in their wallets.
ar: بالإضافة إلى ذلك ، نتوقع تقديم إمكانية للمستخدمين للحصول على OGN على الفور من خلال عقد أو أكثر من عقود التبادل الذكية اللامركزية لاستخدامها عندما لا يكون لديهم OGN في محافظهم.
bn: তদতিরিক্ত, আমরা যখন তাদের ওয়ালেটে পর্যাপ্ত ওজিএন নেই তখন ব্যবহারকারীরা তাত্ক্ষণিকভাবে এক বা একাধিক বিকেন্দ্রিত এক্সচেঞ্জ স্মার্ট কন্ট্রাক্টের মাধ্যমে ওজিএন অর্জন করার দক্ষতার প্রস্তাব দিচ্ছেন।

source: Origin Staking
ar: أصل عمادا
bn: অরিজিন স্টেকিং

source: After our 1.0 launch, we intend to collaborate with our large community on several new token use case initiatives. Origin is currently researching and developing new staking models that will generate yields for token holders in exchange for powering and supporting other parts of the network.
ar: بعد إطلاق 1.0 ، نعتزم التعاون مع مجتمعنا الكبير في العديد من مبادرات حالات استخدام الرمز المميز الجديدة. تقوم Origin حاليًا بالبحث والتطوير في نماذج جديدة للتجميع من شأنها توليد عوائد لأصحاب الرموز الرمزية في مقابل تشغيل ودعم أجزاء أخرى من الشبكة.
bn: আমাদের 1.0 লঞ্চের পরে, আমরা আমাদের নতুন সম্প্রদায়ের সাথে বেশ কয়েকটি নতুন টোকেন ব্যবহারের ক্ষেত্রে উদ্যোগের বিষয়ে সহযোগিতা করার পরিকল্পনা করছি nd অরিজিন বর্তমানে নতুন স্টেকিং মডেলগুলি গবেষণা করছে এবং বিকাশ করছে যা নেটওয়ার্কের অন্যান্য অংশগুলিকে শক্তিশালীকরণ এবং সমর্থন করার বিনিময়ে টোকেনধারীদের জন্য ফলন উত্পন্ন করবে।

source: For example, we intend for Origin to be a highly scalable and performant platform. We intend to incentivize developers and other participants to run Origin infrastructure, such as Origin Nodes.
ar: على سبيل المثال ، نعتزم أن تكون Origin منصة قابلة للتطوير والأداء. نعتزم تحفيز المطورين والمشاركين الآخرين على تشغيل البنية الأساسية لـ Origin ، مثل Origin Nodes.
bn: উদাহরণস্বরূপ, আমরা উত্সকে একটি অতি স্কেলেবল এবং পারফরম্যান্স প্ল্যাটফর্ম হিসাবে গড়ে তুলতে চাই। আমরা বিকাশকারীদের এবং অন্যান্য অংশগ্রহণকারীদের উত্স অবকাঠামো, যেমন অরিজিন নোডগুলি চালানোর জন্য উত্সাহিত করার লক্ষ্য নিয়েছি।

source: Currently, we run Origin Nodes that store, update, and validate profile, listing, and reputation metadata across the web. In the future, it is intended that third-party node operators will be able to stake OGN for the right to “do work” in validating and replicating data across the system as well; as they perform these operations, they will be rewarded their pro rata shares of OGN rewards based on the amount of work they do in every given node operation interval.
ar: حاليًا ، نقوم بتشغيل Origin Node لتخزين البيانات التعريفية والقوائم وسمعة التعريف وتحديثها والتحقق من صحتها عبر الويب. في المستقبل ، من المفترض أن يكون مشغلو العقدة الخارجيين قادرين على مشاركة OGN من أجل الحق في "القيام بالعمل" في التحقق من صحة البيانات وتكرارها عبر النظام ؛ أثناء قيامهم بهذه العمليات ، سيتم منحهم حصصهم التناسبية من مكافآت OGN بناءً على مقدار العمل الذي يقومون به في كل فاصل زمني لعملية عقدة معينة.
bn: বর্তমানে, আমরা ওরিজিন নোডগুলি চালনা করি যা ওয়েব জুড়ে প্রোফাইল, তালিকা, এবং খ্যাতি মেটাডেটা সঞ্চয় করে, আপডেট করে এবং যাচাই করে। ভবিষ্যতে, এটি তৃতীয় পক্ষের নোড অপারেটররা পাশাপাশি সিস্টেম জুড়ে ডেটা বৈধকরণ এবং অনুলিপি করতে "কাজ করার" অধিকারের জন্য ওজিএনকে ঝুঁকিতে ফেলতে সক্ষম হবে; তারা এই ক্রিয়াকলাপগুলি সম্পাদন করার সাথে সাথে, প্রতিটি নোড অপারেশন বিরতিতে তারা যে পরিমাণ কাজ করবে তার ভিত্তিতে ওজিএন পুরষ্কারের তাদের প্রো রেটা শেয়ারগুলি পুরস্কৃত হবে।
