Repository: Amit00077/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, el, ja, nl, th

source: The world is also moving more and more to global versus local commerce. Sellers are able to provide services (and many times products and goods) to customers across the world. Currently, a Lyft passenger would not be able to ride on the Didi ChuXing ride-sharing network (China’s largest ride-sharing company) save for the fact that the two companies signed a deep partnership that was months in the making and involved a mutual investor pouring hundreds of millions of dollars into both companies. In a global, but openly distributed marketplace, a customer would be able to purchase services from suppliers without a need for new accounts, complicated currency exchanges, or prerequisite negotiated deals.
ar: ينتقل العالم أيضًا أكثر فأكثر إلى التجارة العالمية مقابل التجارة المحلية. البائعين قادرون على تقديم الخدمات (وفي كثير من الأحيان المنتجات والسلع) للعملاء في جميع أنحاء العالم. حاليًا ، لن يتمكن راكب Lyft من ركوب شبكة مشاركة ركوب Didi ChuXing (أكبر شركة مشاركة في ركوب الخيل في الصين) باستثناء حقيقة أن الشركتين وقعتا على شراكة عميقة كانت شهورًا في صنعها وشارك فيها مستثمر مشترك صب مئات الملايين من الدولارات في كلتا الشركتين. في السوق العالمية ، ولكن الموزعة علنًا ، سيكون العميل قادرًا على شراء الخدمات من الموردين دون الحاجة إلى حسابات جديدة أو تبادل العملات المعقد أو الصفقات المتفق عليها مسبقًا.
bn: বিশ্ব বাণিজ্য ও বনাম স্থানীয় বাণিজ্যগুলিতে আরও বেশি করে চলেছে। বিক্রেতারা বিশ্বজুড়ে গ্রাহকদের পরিষেবা (এবং বহুবার পণ্য এবং পণ্য) সরবরাহ করতে সক্ষম হন। বর্তমানে, কোনও লিফ্ট যাত্রী দিদি চুকসিং রাইড-শেয়ারিং নেটওয়ার্কে (চীনের বৃহত্তম রাইড-শেয়ারিং সংস্থা) চলাচল করতে পারবে না, এই ব্যপারে যে দুটি সংস্থা একটি দীর্ঘ অংশীদারিত্ব স্বাক্ষর করেছে যা কয়েক মাসের মধ্যে একটি পারস্পরিক বিনিয়োগকারীকে জড়িত ছিল এবং এতে জড়িত ছিল উভয় সংস্থায় কয়েক মিলিয়ন মিলিয়ন ডলার ingালাও। বিশ্বব্যাপী, তবে প্রকাশ্যে বিতরণ করা মার্কেটপ্লেসে গ্রাহক সরবরাহকারীদের কাছ থেকে নতুন অ্যাকাউন্ট, জটিল মুদ্রা বিনিময় বা পূর্বশর্ত আলোচনার চুক্তির প্রয়োজন ছাড়াই সেবা কিনতে সক্ষম হবেন।

source: Concurrently, the technology is finally starting to be in place to support large-scale decentralized commerce.
ar: في الوقت نفسه ، بدأت التكنولوجيا في النهاية في دعم التجارة اللامركزية واسعة النطاق.
bn: একসাথে, প্রযুক্তিটি অবশেষে বড় আকারের বিকেন্দ্রীভূত বাণিজ্যকে সমর্থন করার জন্য জায়গা করে নেওয়া শুরু করেছে।

source: With the official launch of Ethereum in July 2015, the world was given its first widely-adopted blockchain that supported smart contracts. Ethereum has created “programmable money” and just as importantly, a community of developers, evangelists, and investors that are committed to furthering the technology stack and use cases.
ar: مع الإطلاق الرسمي لـ Ethereum في يوليو 2015 ، حصل العالم على أول سلسلة مفاتيح معتمدة على نطاق واسع تدعم العقود الذكية. خلقت Ethereum "أموال قابلة للبرمجة" ، وبنفس القدر من الأهمية ، مجتمع من المطورين والمبشرين والمستثمرين الملتزمين بتعزيز كومة التكنولوجيا وحالات الاستخدام.
bn: জুলাই ২০১৫ এথেরিয়ামের আনুষ্ঠানিক প্রবর্তনের সাথে সাথে বিশ্বকে স্মরণ চুক্তি সমর্থনকারী প্রথম বিস্তৃত ব্লকচেইন দেওয়া হয়েছিল। ইথেরিয়াম "প্রোগ্রামেবল অর্থ" তৈরি করেছে এবং ঠিক ততটাই গুরুত্বপূর্ণ, বিকাশকারী, প্রচারক এবং বিনিয়োগকারীদের একটি সম্প্রদায় যারা প্রযুক্তি স্ট্যাক এবং ব্যবহারের ক্ষেত্রে এগিয়ে যাওয়ার প্রতিশ্রুতিবদ্ধ।

source: On the data storage side, the Interplanetary File System (IPFS) has gained traction<a class='whitepaper-footnote-link' href='#footnote15'>15</a> as a distributed data repository for the open, persistent web. With the expected future launch of FileCoin and their Proof-of-Replication (PoR) and Proof-of-Spacetime (PoSt), large amounts of data will be able to be stored in a distributed and trustless fashion with the right incentive model to make it work.
ar: على جانب تخزين البيانات ، اكتسب نظام الملفات بين الكواكب (IPFS) قوة الجر<a class='whitepaper-footnote-link' href='#footnote15'>15</a> كمستودع للبيانات الموزعة للويب المفتوح والمستمر. مع الإطلاق المتوقع في المستقبل لـ FileCoin و Proof-of-Replication (PoR) و Proof-of-Spacetime (PoSt) ، سيتم تخزين كميات كبيرة من البيانات بطريقة موزعة وغير موثوق بها مع نموذج الحوافز المناسب لصنع تعمل.
bn: ডেটা স্টোরেজ সাইডে, ইন্টারপ্ল্যানেটারি ফাইল সিস্টেম (আইপিএফএস) খোলা, ধ্রুবক ওয়েবের জন্য বিতরণ করা তথ্য সংগ্রহস্থল হিসাবে ট্রেড<a class='whitepaper-footnote-link' href='#footnote15'>15</a> অর্জন করেছে। ভবিষ্যতে ফাইলকয়েন এবং তাদের প্রুফ-অফ-রেপ্লিকেশন (পিওআর) এবং প্রুফ-অফ-স্পেসটাইম (পিওএসটি) এর প্রত্যাশিত প্রবর্তনের সাথে সাথে, সঠিক পরিমাণে উত্সাহী মডেল তৈরির জন্য প্রচুর পরিমাণে ডেটা বিতরণ এবং বিশ্বাসহীন ফ্যাশনে সংরক্ষণ করতে সক্ষম হবে এটা কাজ.

source: Built on top of these two underlying technologies, the Origin Platform has been live in Beta for nearly a year. After getting valuable feedback from thousands of early users, we are launching the 1.0 version of the Origin Platform in Q1 of 2020.
ar: تم بناء Origin Platform على أعلى من هاتين التقنيتين الأساسيتين ، وقد تم تشغيله في Beta منذ عام تقريبًا. بعد تلقي تعليقات قيمة من آلاف المستخدمين الأوائل ، نطلق الإصدار 1.0 من Origin Platform في Q1 لعام 2020.
bn: এই দুটি অন্তর্নিহিত প্রযুক্তির উপরে নির্মিত, অরিজিন প্ল্যাটফর্মটি বিটাতে প্রায় এক বছর ধরে লাইভ রয়েছে। হাজার হাজার প্রাথমিক ব্যবহারকারীদের কাছ থেকে মূল্যবান প্রতিক্রিয়া পাওয়ার পরে, আমরা 2020 এর প্রথম প্রান্তে অরিজিন প্ল্যাটফর্মের 1.0 সংস্করণটি চালু করছি।

source: We believe that now is the perfect time to push forward the peer-to-peer marketplace and e-commerce markets to take advantage of growing market demands and promising technology innovations.
ar: نحن نعتقد أن هذا هو الوقت المثالي لدفع سوق الند للند وأسواق التجارة الإلكترونية للاستفادة من متطلبات السوق المتنامية والابتكارات التكنولوجية الواعدة.
bn: আমরা বিশ্বাস করি যে ক্রমবর্ধমান বাজারের চাহিদা এবং প্রতিশ্রুতিবদ্ধ প্রযুক্তি উদ্ভাবনের সুযোগ নিতে পিয়ার-টু-পিয়ার মার্কেটপ্লেস এবং ই-বাণিজ্য মার্কেটকে এগিয়ে নেওয়ার উপযুক্ত সময় এখন।

source: Origin Protocol is the blockchain platform for building decentralized marketplaces
ar: بروتوكول المنشأ هو منصة blockchain لبناء الأسواق اللامركزية
bn: অরিজিন প্রোটোকল হ'ল বিকেন্দ্রীভূত মার্কেটপ্লেস তৈরির জন্য ব্লকচেইন প্ল্যাটফর্ম
ja: Origin Protocolは、分散型のマーケットプレイスを構築ためのブロックチェーンプラットフォームです。

source: Missing email
ar: البريد الإلكتروني مفقود
bn: অনুপস্থিত ইমেল
ja: メールがありません

source: Invalid email
ar: بريد إلكتروني خاطئ
bn: অবৈধ ইমেল

source: Thanks for signing up!
ar: شكرا لتسجيلك!
bn: সাইন আপ করার জন্য ধন্যবাদ!
de: Herzlichen Dank für Ihre Anmeldung!
el: Ευχαριστούμε για την εγγραφή!
ja: ご登録有難うございます！
nl: Bedankt voor uw aanmelding!
th: ขอบคุณที่ลงทะเบียน

source: Please enter your name
ar: من فضلك أدخل إسمك
bn: আপনার নাম লিখুন
de: Bitte geben Sie Ihren Namen ein
el: Παρακαλώ εισάγετε το όνομά σας
ja: 名前を入力してください。
nl: Voer uw naam in
th: กรุณากรอกชื่อของคุณ

source: Please enter your email
ar: رجاءا أدخل بريدك الإلكتروني
bn: আপনার ইমেল ঠিকানা লিখুন দয়া করে
de: Bitte geben Sie Ihre E-Mail-Adresse ein
el: Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας
ja: E-mailアドレスを入力してください。
nl: Voer uw e-mailadres in
th: กรุณากรอกอีเมล์ของคุณ

source: Select your country of citizenship
ar: اختر بلد الجنسية
bn: আপনার নাগরিকত্বের দেশটি নির্বাচন করুন
ja: 居住している国を選択してください。

source: Please enter your desired allocation
ar: يرجى إدخال التخصيص المطلوب
bn: আপনার পছন্দসই বরাদ্দ লিখুন দয়া করে
de: Bitte gewünschten Betrag eingeben
el: Εισαγάγετε την επιθυμητή κατανομή σας
ja: 希望する割り当て量を入力してください。
nl: Voer de gewenste toewijzing in
th: กรุณากรอกจำนวนจัดสรร ที่ต้องการ

source: Select a currency
ar: اختر عملة
bn: একটি মুদ্রা নির্বাচন করুন
ja: 通貨を選択

source: Please prove you are not a robot.
ar: يرجى إثبات أنك لست روبوتًا.
bn: আপনি একটি রোবট না প্রমাণ করুন।
de: Bitte beweisen Sie, dass Sie kein Roboter sind.
el: Βεβαιωθείτε ότι δεν είστε ρομπότ.
ja: ロボットではないことを証明してください。
nl: Bewijs dat je geen robot bent.
th: โปรดพิสูจน์ว่าคุณไม่ใช่หุ่นยนต์

source: OK
ar: حسنا
bn: ঠিক আছে

source: html/css
ar: أتش تي أم أل / المغلق

source: GitHub
ar: جيثب

source: Q3 2020
ar: الربع الثالث 2020

source: Q4 2020
ar: الربع الرابع 2020

source: You are already signed up!
de: Sie sind bereits angemeldet!
el: Έχετε ήδη εγγραφεί!
ja: 既に登録されています！
nl: U bent al aangemeld!
th: คุณได้ลงทะเบียนเรียนร้อยแล้ว

source: The page you’re looking for is no longer here, maybe it was never here in the first place.<br>In any case, we sincerely apologize if it’s us and we forgive you if it’s you :)
ja: あなたが探しているページは、存在していません。または、最初から存在していません。 <br> ご不便をかけて申し訳ありません。

source: It’s time to build the sharing economy without intermediaries
ja: 仲介者が不要なシェアリングエコノミーを構築しましょう！

source: Watch the video
ja: 動画を見る

source: Origin enables true peer-to-peer commerce
ja: Originは本当のP2P取引を可能にします。

source: Origin is a startup headquartered in San Francisco, but we also have team members in China, Korea, Russia, India, New Zealand, and even Slovenia. Our 800+ investors include top venture capitalists and cryptocurrency funds all over the world.
ja: Originはサンフランシスコに本社を持つスタートアップ企業です。中国、韓国、ロシア、インド、ニュージーランド、そしてスロベニアにもチームを持っています。８００を超える投トップベンチャーや暗号資産ファンド、および個人投資家からの資金を提供されています。

source: Learn more about our team
ja: チームの詳細を見る

source: Learn more about our investors
ja: Originへ投資した企業・団体の詳細を見る

source: Lower Fees
ja: 低い手数料

source: Centralized intermediaries often charge 20-30%% in transaction fees. Airbnb grossed $2.6B in fees in 2017, while Uber took home a monumental $11.8B in fees in 2018. Total sharing economy fees are expected to cross $40B by 2020.
ja: 仲介手数料は通常、売上金の20～30 %% になります。2017年には、Airbnbで 2.6億米ドル、2018年にはUberで11.8億米ドルの手数料がそれぞれ計上されています。このようなシェアリングエコノミーの手数料は2020年には40億米ドルになると予想されています。

source: By removing the middlemen, Origin removes these fees. Buyers and sellers can now share the savings from the fees that are no longer paid to traditional marketplace operators.
ja: 仲介者を取り除く事で、Originはこれらの手数料を排除します。買い手と売り手が直接やり取りする事で、トラディショナルな手数料をシェアリングエコノミーから排除します。

source: Better Incentives
ja: より良いインセンティブ

source: Uber and Lyft recently IPOed. WeWork and Airbnb are soon to follow suit. None of the early participants on these platforms benefited despite being critical to their success.
ja: UberやLyftはIPOを実施しました。WeWork、及びAirbnbも直ぐに追随するでしょう。このような、シェアリングエコノミーの初期成功者は、分散型マーケットが彼らの成功に不可欠であるにもかかわらず、批判的な態度をとっていました。

source: In contrast, Origin enables everyone to own a piece of the network. Buyers and sellers can earn Origin Tokens (OGN) simply by using Origin-enabled applications to transact with one another. Developers, affiliates, and marketplace operators can earn OGN by promoting and marketing sellers' listings. When everyone owns a piece of the network, ecosystem participants are incentivized to promote the health and growth of Origin.
ja: 対照的に、Originは誰でもネットワークの一部を所有することができ、買い手と売り手はOriginに対応したアプリを使って相互に直接取引できます。またOGNトークンをこの取引で得る事ができます。 このように、マーケットプレイス上でユーザーが直接ネットワークを所有し販売・購入を行う事は、Originのエコシステム全体の健康と成長を促進するためのインセンティブになります。

source: Increased Access
ja: アドレスの増加

source: 2 billion people around the world are currently unbanked. They do not have checking accounts, credit cards, AliPay, or Apple Pay.
ja: 世界には銀行口座を持たない人がおよそ2億人いると言われています。彼らはクレジットカード、小切手口座、AliPay、ApplePayも持っていません。

source: With the advent of cryptocurrencies and the proliferation of inexpensive smartphones, now is the time to enable the unbanked to participate in the new Internet economy. Users from all over the world are now able to transact with each other on Origin-powered marketplaces even if they do not have stable, local banking systems.
ja: 暗号通貨の出現と安価なスマートフォンの普及により、今こそ銀行を持たない人々が新しいインターネット経済に参加できるようにするときです。 世界中のユーザーは、安定したローカルバンキングシステムを持っていなくても、Originを活用したマーケットプレイスで相互に取引できるようになりました。

source: More Resilience
ja: 強い回復力

source: Airbnb is heavily regulated or banned in cities like Paris, Berlin, Tokyo, New York, and even its home city of San Francisco.
ja: Airbnbは厳しい規制に遵守しなければならず、パリ、ベルリン、東京、ニューヨーク、また本社のあるサンフランシスコでも使用が禁じられています。

source: Decentralized marketplaces promote open and free commerce. Unlike centralized alternatives, they are not single points of failure and can't be banned or shut down. Decentralized commerce is more resilient and promotes efficient markets.
ja: 分散型マーケットプレイスはオープンで自由なマーケットです。規制で禁じられる事や、急に閉鎖しなければならない、という事にはなりません。分散型であるゆえに、規制などが発行されても直ぐに復活する事ができるのです。

source: Origin in the Press
ja: Originとプレス

source: We have a large and growing community of developers and supporters
ja: Originの開発チームやサポーターは日々拡大しています。

source: Singapore
ja: シンガポール

source: Hong Kong
ja: 香港

source: Buy or Sell on Origin
ja: Originで売買しましょう！

source: Download App
ja: アプリのダウンロード

source: Stay in touch
ja: 連絡を取り合う

source: Subscribe to stay in touch. Your email will be kept private.
ja: Eメールアドレス情報は保護されます。是非登録ください。

source: Enter your email
ja: Eメールアドレスを入力

source: Overview
ja: 概要

source: Videos
ja: 動画

source: About
ja: Originについて

source: Investors
ja: 投資家

source: Origin Protocol - Investors
ja: Origin Protocol - 投資家

source: We're backed by top investors from all over the world
ja: 世界的な投資家たちから資金提供を受けています。

source: Fundraising
ja: 資金活動

source: We are a well-capitalized startup that has sold tokens in three previous rounds to build our platform.
ja: 私達はプラットフォームの構築のため、十分な資金提供を3回のラウンドに渡って受けています。

source: $38.1M
ja: 3.81億米ドル（凡そ40億円）

source: total raised to date
ja: の資金提供を受けています。

source: investors
ja: 投資家

source: Interested in getting a stake in Origin? Sign up to receive the latest updates.
ja: Originのステーキングに興味がありますか？サインアップして最新情報を入手しましょう。

source: Featured Investor
ja: 著名な投資家

source: "The reason we invested in Origin was primarily because of the team. They have amazing backgrounds and they come from iconic consumer companies."
ja: 「Originのチームを見て投資を決定しました。彼らのバックグラウンドは素晴らしく、理想的なコンシューマー会社の出身です。」

source: Partner, Foundation Capital
ja: パートナー、財団

source: "We're talking about over 100,000 members around the world that are hard-core fans of Origin. Origin has done a tremendous job executing at a global scale."
ja: 「世界中で10万人を超えるハードコアなファンがOriginには既に存在しています。地球規模で素晴らしい功績を残すでしょう。」

source: Founding Partner, Oyster VC
ja: 設立パートナー、Oyster VC

source: "Origin stands out from any of the other decentralized applications that we've invested into, because they've gone out there and built probably the best community that we've seen. For us, that was a game changer."
ja: 「Originは私達が今まで投資したブロックチェーンプロジェクトの中でも際立っています。最高のコミュニティの構築に成功している事もその一因でしょう。彼らこそがゲームチェンジャーです。」

source: Co-investment Officer at Pantera Capital
ja: Pantera Capitalの共同投資責任者

source: We are backed by top venture capital firms and investors in Silicon Valley and around the world
ja: シリコンバレーおよび世界中のトップベンチャーキャピタル企業と投資家から資金提供を受けています。

source: United States
ja: アメリカ

source: Germany
ja: ドイツ

source: United Kingdom
ja: イギリス

source: Saudi Arabia
ja: サウジアラビア

source: Korea
ja: 韓国

source: China
ja: 中国

source: Russia
ja: ロシア

source: Japan
ja: 日本

source: We are supported by some of the best angel investors and previous founders in Silicon Valley.
ja: 弊社は、シリコンバレーの最高のエンジェル投資家および創業者にサポートされています。

source: Partner, Y Combinator
ja: パートナー Y Combinator

source: Founder, Reddit
ja: 創始者, Reddit

source: Angel Investor
ja: エンジェル投資家

source: Advisor & Angel, Uber
ja: アドバイザー＆エンジェル、Uber

source: Founder, Akamai
ja: 創設者、Akamai

source: The blockchain platform for building decentralized marketplaces
ja: 分散型のマーケットプレイスを構築するための、ブロックチェーンプラットフォーム

source: Origin Tokens are launching soon!
ja: Oritin トークンは近日開始予定です！

source: Buy and sell on Origin
ja: Originで売買しましょう！

source: The Origin platform will power hundreds of decentralized, peer-to-peer marketplaces. Download our flagship app today.
ja: Originプラットフォームは、何百もの分散型のP2Pマーケットを動かしています。 ぜひ、アプリをダウンロードしてください。

source: Origin Marketplace
ja: Origin マーケットプレイス

source: Rent a home, buy concert tickets, or hire a contractor on our flagship app, built on the Origin platform.
ja: 賃貸、コンサートチケットの販売、請負業者との契約をOriginプラットフォームに構築されたフラッグシップアプリで体験してください。

source: Download Android App
ja: アンドロイドアプリをダウンロードする

source: Visit us on the web
ja: サイトを見る

source: Available on
ja: 利用可能

source: The sharing economy is a massive opportunity waiting to be disrupted
ja: シェアリングエコノミーこそが、今後大きく成長する分野です。

source: Gross bookings are expected to reach $335B by 2025
ja: 宿泊施設予約のトータル規模は、2025年に335億米ドルに達すると言われています。

source: Percentage of total value of a booking Airbnb charged guests
ja: Airbnbが請求した予約の合計金額の割合

source: Uber's average take per ride
ja: Uberの平均使用料

source: Drivers that rated Uber under 3 stars out of 5 for earnings satisfaction
ja: 収益の満足度が星５中３と評価したドライバー

source: Uber driver churn by quarter
ja: ４半期で解約したUberドライバー

source: Airbnb Japan home-share listings removed in 2018
ja: 2018年にAirbnb日本から削除された宿泊施設

source: Decentralized marketplaces are inevitable
ja: 分散型マーケットプレイスへの移行は不可避です。

source: For the first time in history, the blockchain enables buyers and sellers to securely meet and transact without any middlemen.
ja: 歴史上で初めて、ブロックチェーンを使うことで、売り手と買い手がダイレクトにかつ安全に取引できるようになりました。

source: Buyers and sellers share 20-30%% in savings when middlemen are removed.
ja: 直接取り引きする事で、仲介手数料として徴収されていた20～30 %% のコストを排除する事ができます。

source: Everyone can own a stake in the network by contributing to its growth.
ja: 誰もがネットワークの一部を所有し、そのネットワークの成長を助ける事ができます。

source: 2 billion unbanked people can access new markets globally.
ja: 2億人の銀行口座を持たない人々が新しい地球規模のマーケットに参加できるようになります。

source: Decentralized marketplaces can’t be banned or shut down.
ja: 分散型のマーケットプレイスを、禁止や閉鎖する事はできません。

source: Origin has a world-class team
ja: Originは世界でもトップレベルのチームメンバーがいます。

source: Our team is led by serial entrepreneurs, a founder of PayPal, early employees at YouTube, and engineering managers at Google and Dropbox.
ja: Originのチームは、PayPalの創設者や、YouTubeの初期開発者、およびGoogleとDropboxのエンジニアリングマネージャーが率いています。

source: Featured Partner
ja: 注目のパートナー

source: Trips Community is building a homesharing DApp in Italy with 3,000 hosts.
ja: イタリアのTrips Communityは3000を超えるホストを抱えるサービスであり、そのホームシェアリングアプリをOrigin上で構築しています。

source: “The short-term rentals space is exploding and needs more innovation and competition. A neutral and open platform will empower renters, hosts, and channel partners. We are excited to partner with Origin to create this new wave of innovation in homesharing.”
ja: 「短期の賃貸スペースのニーズは爆発的に拡大しており、さらなるイノベーションと競争は必至です。 ですから、中立でオープンなプラットフォームは、借りる人と貸す人を力強く支援することでしょう。 ホームシェアリング革新を起こすためにOriginと提携出来たことは大変素晴らしい事です。」

source: Founder, Trips Community
ja: Trips Community創設者

source: Featured Videos
ja: 注目の動画

source: Watch more videos
ja: もっと動画を見る

source: Recent News
ja: 最新のニュース

source: Read more on Medium
ja: Mediumで続きを読む

source: Product
ja: 製品情報

source: OGN Token
ja: OGN トークン

source: Origin Rewards
ja: Originリワード

source: Earn your stake in the Origin network today. Users can earn Origin Tokens (OGN) by verifying their profiles, referring friends and family to Origin, sharing news about Origin on social media, and making purchases from our featured sellers.
ja: Originネットワークを使ってトークンをゲットしましょう！OGNトークンは、プロフィールの作成や、友人の紹介などでゲットできます。また、ニュースをSNS上でシェアしたりOrigin上でショッピングする事でもゲットできます。

source: Not available in the United States
ja: アメリカ合衆国では使用できません。

source: Commissions
ja: 手数料

source: Promote your listings across the Origin flagship app and third-party apps with Origin Commissions. Pay with OGN to get featured prominently in search results. Application developers and marketplace operators earn Origin Tokens (OGN) by helping sellers complete their sales.
ja: Originアプリとサードパーティアプリであなたの出品情報をプロモーションできます。 例えば、OGNトークンを使ってプロモーションすると、検索結果であなたの出品情報を他より目立つように表示することも可能です。 アプリケーション開発者とマーケットプレイスの運営者は、販売者を支援することでOGNトークンを報酬として入手できます。

source: Payments
ja: 支払い

source: Use the Origin Tokens (OGN) that you've earned in Origin Rewards to pay for goods and services. Sellers earn larger stakes in the network by accepting OGN as a preferred payment method.
ja: キャンペーンで入手したOGNトークンでショッピングできます。売り手はOGNでの支払いを許可する事で、通常より多くのOGNを販売完了後に入手できます。

source: Research and Development
ja: 研究と開発

source: Origin Nodes
ja: Originノード

source: Stake your OGN to run an Origin Node and earn more OGN by helping to replicate and validate profile and listing data on the network.
ja: OGNトークンをステーキングしてOriginノードを運用すると、プロフィール認証や出品データの認証をネットワークで行った報酬として、OGNトークンを入手できます。

source: Origin Relayer
ja: Originリレーヤー

source: Developers can pay for usage of Origin Meta Transactions Relayers with OGN. Meta Transactions reduce user friction and encourage adoption and retention.
ja: 開発者はOrigin Meta Transactions Relayers の使用料をOGNで支払う事ができます。Meta Transactionsはユーザー間のフリクションを回避し、売買を促進します。

source: Governance
ja: ガバナンス

source: Everyone has a vote on the Origin Platform. Token holders will participate in important community votes to define future initiatives.
ja: 全ての人が、Origin Platformへの投票権を持っています。 トークン所有者は、将来の取り組みを定義するために重要なコミュニティ投票に参加できます。

source: Our platform will power decentralized marketplaces everywhere
ja: Originプラットフォームは世界中の分散型マーケットの礎になるでしょう

source: Apps built on our platform
ja: Originプラットフォームを使って構築されたアプリ

source: See the Origin Platform in action at shoporigin.com
ja: Shoporigin.com でOriginプラットフォームが実際に稼働している様子を見てください

source: Buy and sell today
ja: 売買してみましょう

source: Other apps built on the Origin Platform
ja: その他のOriginプラットフォームを使ったアプリ

source: Self-sovereign Identity
ja: 自主的アイデンティティ

source: Own and protect your own data. Your profile is portable and can be used across any Origin-enabled application.
ja: 自分のデータは自分で所有し、保護しましょう。あなたのプロフィールはOriginネットワーク上で移動可能であり、どのOriginベースのアプリでも使用できます。

source: Encrypted Messaging
ja: 暗号化されたメッセージ

source: Send secure, private messages to other buyers and sellers on the platform.
ja: 売買のためにOroginプラットフォーム上で交わすメッセージは全て暗号化されています。

source: Permissionless Payments
ja: パーミッションレスの支払い

source: Use your choice of Origin Token (OGN), Ether (ETH), or MakerDai (DAI) to buy and sell.
ja: 売買には、Originトークン（ＯＧＮ）、イーサリアム（ＥＴＨ）、MakerDai（ＤＡＩ）が使用できます。

source: Reputation Systems
ja: 評価システム

source: Give ratings and leave reviews for your transactions just like you would on a centralized app.
ja: 取引相手を評価し、レビューを書きましょう。

source: Blockchain-Powered Transactions
ja: ブロックチェーンに支援されたトランザクション

source: Funds are escrowed on our marketplace smart contract. Buy and sell without intermediaries.
ja: マーケットプレイスのスマートコントラクトに支払った資金は預託されます。これにより、 仲介者なしで取引が可能になります。

source: Arbitration Services
ja: 仲裁サービス

source: Use Origin or select a third-party arbitration service to keep both counterparties safe.
ja: Originを使用するか、サードパーティの仲裁サービスを選択して、両方の取引先を安全に保ちます。

source: How it works
ja: 使い方

source: Buyers search and browse for sellers' listings on the blockchain through DApps
ja: 買い手はDAppsを使って、ブロックチェーン上の出品情報を検索します。

source: Buyers submit offers and escrowed payments to our marketplace smart contract
ja: 買い手は欲しい物が見つかったら売り手にオファーを送り、代金をスマートコントラクトが設定されているエスクローに預託します。

source: Sellers accept or reject offers from prospective buyers, then fulfill active offers
ja: 売り手は。オファーを受諾、または拒否することもできます。

source: After offers are finalized, the smart contract releases escrowed payments to sellers
ja: オファーが確定したら、スマートコントラクトが代金を売り手へ送金します。

source: Check out our updated whitepaper
ja: 更新されたホワイトペーパーを見る

source: Read our whitepaper
ja: ホワイト ペーパーを読む

source: Milestones
ja: マイルストーン

source: Began initial development
ja: 初期開発の開始

source: Released initial whitepaper
ja: 最初のホワイトペーパーの発行

source: Launched Alpha on Ethereum testnet
ja: Alphaをイーサリアムのネットワーク上で発行

source: October 2018
ja: 2018年10月

source: Launched Beta on Ethereum mainnet
ja: Betaをイーサリアムのネットワーク上で発行

source: February 2019
ja: 2019年2月

source: Launched Marketplace Creator 1.0 and our first mobile apps
ja: Marketplace Creator 1.0と最初のモバイルアプリのリリース

source: Supported first partner app launches
ja: サポートパートナーによる最初のアプリのローンチ

source: April 2019
ja: 2019年4月

source: Launched Origin Rewards
ja: Originリワードの開始

source: July 2019
ja: 2019年7月

source: Launched shoporigin.com and new mobile apps
ja: shoporigin.com と新しいモバイルアプリのリリース

source: Launched Meta Transactions
ja: メタトランザクションのローンチ

source: September 2019
ja: 2019年9月

source: Launched OGN Commissions
ja: OGNコミッションのローンチ

source: Q4 2019
ja: 2019年Q4

source: Launch Mainnet 1.0
ja: Mainnet 1.0 のローンチ

source: Launch OGN as payment token
ja: OGNトークン支払いのローンチ
