Repository: Amit00077/origin-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, el, ja, nl, th

source: Sign up for our mailing list and be first to learn of any Origin news!
de: Melden Sie sich für unsere Mailing-Liste an und erfahren Sie als Erster von Neuigkeiten, die Origin betreffen.
el: Εγγραφείτε στη λίστα αλληλογραφίας μας και μάθετε πρώτοι για τα νέα της Origin!
nl: Meldt u aan voor onze mailinglijst en wees als eerste op de hoogte van Origin-nieuws!
th: อยากรู้ก่อนใคร สมัครรับข่าวสารจาก Origin!

source: Enter email
el: Εισάγετε ηλεκτρονική διεύθυνση
nl: Voer uw e-mailadres in

source: Join the Community
de: Der Community beitreten
el: Εγγραφείτε στην Κοινότητα
nl: Word lid van de Community
th: เข้าร่วม

source: Press
de: Presse
el: Πατήστε εδώ.
nl: Pers
th: สื่อ

source: If Airbnb were being started today, it would've been a peer-to-peer cooperative model based on a blockchain - Joey Krug, Augur
de: Wenn Airbnb heute gegründet werden würde, wäre es ein Peer-to-Peer kooperatives Modell, das auf einer Blockchain basiert - Joey Krug, Augur
el: Εάν η Airbnb ξεκινούσε σήμερα, θα ήταν ένα μοντέλο συνεργασίας ομοτίμων με ομότιμους με βάση ένα blockchain - Joey Krug, Augur
nl: Als Airbnb vandaag zou worden gestart, zou het een peer-to-peer-samenwerkingsmodel op basis van een blockchain zijn geweest - Joey Krug, Augur
th: หาก Airbnb เริ่มต้นขึ้นในวันนี้ก็คงจะเป็นแบบสหกรณ์แบบเพียร์ถึงเพียร์โดยยึดตามบล็อกเกอร์เช่น Joey Krug, Augur

source: Origin Protocol nabs $28 million for peer-to-peer blockchain platform. Token sale fuels funding round; about 45 companies have committed as customers
de: Origin-Protokoll nab 28 Millionen US-Dollar für Peer-to-Peer-Blockchain-Plattform. Token-Verkauf fördert Finanzierungsrunde; Etwa 45 Unternehmen haben sich als Kunden verpflichtet
el: Το πρωτόκολλο προέλευσης περιέχει 28 εκατομμύρια δολάρια για την πλατφόρμα block-to-peer. Η πώληση Token χρηματοδοτεί τη χρηματοδότηση. περίπου 45 εταιρείες έχουν δεσμευτεί ως πελάτες
nl: Origin Protocol haalt $ 28 miljoen op voor blockchain-platform van peer-to-peer. Verkoop van toko's brandt financieringsronde; ongeveer 45 bedrijven hebben zich als klant ingezet
th: Origin Protocol จับรางวัลแพลตฟอร์ม blockchain แบบ peer-to-peer จำนวน 28 ล้านเหรียญ ขายเงินสเตอร์ลิงเชื้อเพลิงรอบ; ประมาณ 45 บริษัท มีความมุ่งมั่นเป็นลูกค้า

source: Origin aims to create a set of protocols that allow developers and businesses to build a decentralized sharing economy marketplace on a blockchain.
de: Origin zielt darauf ab, eine Reihe von Protokollen zu erstellen, die es Entwicklern und Unternehmen ermöglichen, einen dezentralisierten Sharing-Economy-Marktplatz auf einer Blockchain aufzubauen.
el: Η καταγωγή αποσκοπεί στη δημιουργία ενός συνόλου πρωτοκόλλων που θα επιτρέπουν στους προγραμματιστές και τις επιχειρήσεις να δημιουργήσουν μια αποκεντρωμένη αγορά οικονομίας κοινής χρήσης σε ένα blockchain.
nl: Origin wil een reeks protocollen maken waarmee ontwikkelaars en bedrijven een gedecentraliseerde markt voor een deeleconomie kunnen bouwen op een blockchain.
th: แหล่งกำเนิดสินค้ามีจุดมุ่งหมายเพื่อสร้างชุดโปรโตคอลที่ช่วยให้นักพัฒนาซอฟต์แวร์และธุรกิจสามารถสร้างตลาดร่วมกันด้านการกระจายอำนาจในแบบแบ่งกลุ่มได้

source: Origin Protocol, which uses the ethereum blockchain, enables buyers and sellers to interact with each other in an effective manner.
de: Origin Protocol verwendet die Ethereum-Blockchain, um Käufern und Verkäufern eine effektive Interaktion zu ermöglichen.
el: Το πρωτόκολλο προέλευσης, το οποίο χρησιμοποιεί το block block, επιτρέπει στους αγοραστές και τους πωλητές να αλληλεπιδρούν μεταξύ τους με αποτελεσματικό τρόπο.
nl: Origin Protocol, dat gebruik maakt van de Ethereum blockchain, stelt kopers en verkopers in staat om op een effectieve manier met elkaar te communiceren.
th: โปรโตคอลต้นทางซึ่งใช้โครงสร้างบล็อกแบบละเอียดช่วยให้ผู้ซื้อและผู้ขายสามารถโต้ตอบกันได้อย่างมีประสิทธิภาพ

source: A decentralized digital ledger that allows for transactions between users without an intermediary (and without its fees), is poised to reinvent the user experience in the sharing economy.
de: Ein dezentrales digitales Hauptbuch, das Transaktionen zwischen Benutzern ohne einen Vermittler (und ohne seine Gebühren) ermöglicht, ist bereit, die Benutzererfahrung in der Sharing Economy neu zu erfinden.
el: Ένα αποκεντρωμένο ψηφιακό βιβλίο που επιτρέπει τις συναλλαγές μεταξύ χρηστών χωρίς μεσάζοντα (και χωρίς τις αμοιβές του), είναι έτοιμο να ανακαλύψει την εμπειρία του χρήστη στην οικονομία κοινής χρήσης.
nl: Een gedecentraliseerd digitaal grootboek dat transacties tussen gebruikers zonder tussenpersoon mogelijk maakt (en zonder zijn vergoedingen), is klaar om de gebruikerservaring in de deeleconomie opnieuw uit te vinden.
th: บัญชีแยกประเภทแบบดิจิทัลแบบกระจายอำนาจที่ช่วยให้การทำธุรกรรมระหว่างผู้ใช้โดยไม่มีตัวกลาง (และไม่มีค่าธรรมเนียม) จะช่วยสร้างประสบการณ์ใหม่ ๆ ในการแบ่งปันระบบเศรษฐกิจ

source: It sounds utopic and downright revolutionary: a world of benevolent social enterprises and non-profit organizations seeking to empower consumers and give them back their privacy rights, and maybe save them some money too.
de: Es klingt utopisch und geradezu revolutionär: eine Welt wohlwollender Sozialunternehmen und gemeinnütziger Organisationen, die die Verbraucher stärken und ihnen ihre Datenschutzrechte zurückgeben wollen, und ihnen vielleicht auch etwas Geld sparen.
el: Ακούγεται ουτοπικό και εντελώς επαναστατικό: ένας κόσμος φιλανθρωπικών κοινωνικών επιχειρήσεων και μη κερδοσκοπικών οργανισμών που επιδιώκουν να ενδυναμώσουν τους καταναλωτές και να τους δώσουν πίσω τα δικαιώματά τους στην ιδιωτική ζωή και ίσως να τους σώσει κάποια χρήματα.
nl: Het klinkt utopisch en ronduit revolutionair: een wereld van welwillende sociale ondernemingen en non-profitorganisaties die consumenten willen empoweren en hun privacyrechten willen teruggeven, en misschien ook wat geld willen besparen.
th: ดูเหมือนว่าจะเป็นการปฏิวัติโลกทัศน์ที่ไร้ศีลธรรมและจริงจัง: โลกขององค์กรทางสังคมที่มีใจดีและองค์กรที่ไม่หวังผลกำไรที่ต้องการสร้างพลังอำนาจให้กับผู้บริโภคและให้สิทธิส่วนบุคคลแก่พวกเขาและอาจช่วยประหยัดเงินได้ด้วย

source: Origin Protocol uses the Ethereum Blockchain to help buyers and sellers transact in a decentralized environment without traditional intermediaries.
de: Origin Protocol verwendet die Ethereum Blockchain, um Käufern und Verkäufern zu helfen, in einer dezentralisierten Umgebung ohne traditionelle Vermittler zu handeln.
el: Το πρωτόκολλο προέλευσης χρησιμοποιεί το Ethereum Blockchain για να βοηθήσει τους αγοραστές και τους πωλητές να πραγματοποιούν συναλλαγές σε ένα αποκεντρωμένο περιβάλλον χωρίς τους παραδοσιακούς μεσάζοντες.
nl: Origin Protocol gebruikt de Ethereum Blockchain om kopers en verkopers te helpen transacties te verrichten in een gedecentraliseerde omgeving zonder traditionele tussenpersonen.
th: โปรโตคอลต้นทางใช้ Ethereum Blockchain เพื่อช่วยผู้ซื้อและผู้ขายทำธุรกรรมในสภาพแวดล้อมแบบกระจายอำนาจโดยไม่มีตัวกลางแบบดั้งเดิม

source: Origin wants to change that, hoping to decentralize the sharing economy with Ethereum by creating a peer-to-peer network for transacting directly for just about anything.
de: Origin möchte dies ändern, in der Hoffnung, die Sharing Economy mit Ethereum zu dezentralisieren, indem ein Peer-to-Peer-Netzwerk geschaffen wird, in dem direkt mit nahezu allem gehandelt werden kann.
el: Η Origin θέλει να το αλλάξει αυτό, με την αποκέντρωση της οικονομίας διαμοιρασμού χρησιμοποιώντας το Ethereum, δημιουργώντας ένα peεr-to-peer δίκτυο για άμεσες συναλλαγές για οτιδήποτε."
nl: Origin wil daar verandering in brengen, met de wens de deeleconomie te decentraliseren met Ethereum door een peer-to-peer-netwerk te creëren waarmee je rechtstreeks vrijwel in alles kunt handelen.
th: Origin ประสงค์ที่จะฉีกแนวคิดเดิมๆด้วยการกระจายศูนย์ระบบเศรษฐกิจแบบแบ่งปัน จากการใช้ Ethereum และ peer-to-peer เนทเวิร์ค เพื่อให้เกิดการประกอบธุรกรรมต่างๆได้โดยตรง

source: What if open-source software can replace dozens of multi-million or even multi-billion dollar companies?
de: Was wäre, wenn Open-Source-Software Dutzende von Multimillionen- oder sogar Multimilliarden-Dollar-Unternehmen ersetzen kann?
el: Τι συμβαίνει εάν το λογισμικό ανοιχτού κώδικα μπορεί να αντικαταστήσει δεκάδες εταιριών πολλών εκατομμυρίων ή και πολλών δισεκατομμυρίων δολαρίων;
nl: Wat als open-source software tientallen multi-miljoenen of zelfs miljarden bedrijven kan vervangen?
th: อะไรจะเกิดขึ้นถ้า open-source software สามารถนำไปใช้แทนกลุ่มบริษัทที่มีมูลค่าสูงเป็นหลายล้านหรือหลายพันล้านเหรียญ?

source: The Origin Protocol is a set of open-source blockchain protocols for buyers and sellers of services like car-sharing or home-sharing to transact on a decentralized, open web platform.
de: Das Origin-Protokoll besteht aus einer Reihe an Open-Source Blockchain-Protokollen für Käufer und Verkäufer von Dienstleistungen wie Car- oder Home-Sharing, die auf einer dezentralen, offenen Web-Plattform agieren.
el: Το πρωτόκολλο προέλευσης είναι ένα σύνολο πρωτοκόλλων blockchain ανοιχτής προέλευσης για αγοραστές και πωλητές υπηρεσιών όπως η κοινή χρήση αυτοκινήτων ή η ανταλλαγή κατοικίας για συναλλαγές σε μια αποκεντρωμένη, ανοιχτή πλατφόρμα ιστού.
nl: Het Origin-protocol is een verzameling open-source blockchain-protocollen voor kopers en verkopers van diensten zoals auto's delen of huizen delen om transacties uit te voeren op een gedecentraliseerd, open webplatform.
th: Origin Protocol เป็น blockchain protocol แบบ open-source สำหรับกลุ่มผู้ซื้อขายบริการ เช่น บริการแชร์ยานยนต์ หรือแชร์บ้าน โดยธุรกรรมทั้งหมดได้บันทึกไว้บน open web platform แบบกระจายศูนย์

source: Make new friends!
de: Neue Freunde finden!
el: Κάνε νέους φίλους!
nl: Maak nieuwe vrienden!
th: หาเพื่อนใหม่

source: Blog
el: Ιστολόγιο
th: บล็อก

source: Demo
el: Δοκιμαστικό
th: เดโม้

source: Origin Protocol - Presale
el: Πρωτόκολλο προέλευσης - Προέλευση
nl: Origin Protocol - Voorverkoop

source: <strong>The exact date and details of the Origin presale have not yet been announced.</strong> Please fill out this form if you are interested in participating in the Origin presale and want to be updated as more details are announced.
de: <strong> Das genaue Datum und weitere Einzelheiten des Origin-Vorverkaufs wurden noch nicht bekannt gegeben. </strong> Bitte füllen Sie dieses Formular aus, wenn Sie an der Teilnahme am Origin-Vorverkauf interessiert sind und informiert werden möchten, sobald weitere Details bekannt gegeben werden.
el: <strong> Η ακριβής ημερομηνία και οι λεπτομέρειες της προπώλησης της Origin δεν έχουν ανακοινωθεί ακόμη. </strong> Συμπληρώστε αυτήν τη φόρμα εάν ενδιαφέρεστε να συμμετάσχετε στη προπώληση της Origin και θέλετε να μένετε ενήμεροι, καθώς θα ανακοινώνονται περισσότερες λεπτομέρειες.
nl: <strong> De exacte datum en details van de Origin-voorverkoop zijn nog niet bekendgemaakt. </strong> Vul dit formulier in als u geïnteresseerd bent om deel te nemen aan de Origin-voorverkoop en u op de hoogte gehouden wil worden zodra er meer details worden aangekondigd.
th: <strong>วันและเวลาของ Origin presale ยังไม่ได้มีการประกาศอย่างเป็นทางการ</strong> หากคุณสนใจประสงค์ที่จะรับข่าวสารเกี่ยวกับ presale หรือเข้าร่วม กรุณากรอกแบบฟอร์มนี้

source: Interested in contributing?
de: Interesse daran etwas beizutragen?
el: Ενδιαφέρεστε να συνεισφέρετε;
nl: Bent u geïnteresseerd om bij te dragen?
th: สนใจที่จะร่วมลงทุน?

source: Are you an accredited investor?
de: Sind Sie ein akkreditierter Investor?
el: Είστε διαπιστευμένος επενδυτής;
nl: Bent u een geaccrediteerde belegger?
th: คุณเป็นผู้ลงทุนรายใหญ่ หรือไม่?

source: An accredited investor must have a net worth of at least $1,000,000, excluding the value of one's primary residence, or have income at least $200,000 each year for the last two years (or $300,000 combined income if married.)
de: Ein akkreditierter Investor muss entweder ein Nettovermögen von mindestens 1.000.000 US-Dollar haben, wobei der Wert des Hauptwohnsitzes unberücksichtigt bleibt oder muss in den letzten zwei Jahren ein Einkommen von mindestens 200.000 US-Dollar pro Jahr haben (oder verbundenes Gesamteinkommen von 300.000 US-Dollar wenn verheiratet).
el: Ένας διαπιστευμένος επενδυτής πρέπει να έχει καθαρή αξία τουλάχιστον $ 1.000.000, εξαιρουμένης της αξίας της αρχικής κατοικίας του ατόμου ή να έχει εισόδημα τουλάχιστον $ 200.000 κάθε χρόνο για τα τελευταία δύο χρόνια (ή $ 300.000 συνδυασμένο εισόδημα αν παντρευτεί).
nl: Een geaccrediteerde belegger moet een nettovermogen van minstens $1.000.000,- hebben, exclusief de waarde van zijn/haar hoofdverblijf of een inkomen hebben van minimaal $200.000,- per jaar gedurende de afgelopen twee jaar (of een gecombineerd inkomen van $300.000,- indien getrouwd.
th: Accredited investor ต้องมีทรัพย์สินสุทธิอย่างน้อย 1 ล้านเหรียญสหรัฐ โดยไม่นับรวมถึงมูลค่าของที่พักอาศัยหลัก หรือต้องมีรายรับใน 2 ปีที่ผ่านมา อย่างน้อย 2 แสนเหรียญสหรัฐต่อปี (หรือในกรณีสมรสแล้วต้องมีรายรับรวมกันอย่างน้อย 3 แสนเหรียญสหรัฐต่อปี)

source: Huh?
el: Ε;!
th: คืออะไร

source: Yes
de: Ja
el: Ναί
nl: Ja
th: ใช่

source: No
de: Nein
el: Οχι
nl: Nee
th: ไม่ใช่

source: What type of entity do you represent?
de: Wen oder was repräsentieren Sie?
el: Τι είδους οντότητα εκπροσωπείτε;
nl: Welk type entiteit vertegenwoordigt u?
th: คุณเป็นนิติบุคคลประเภทใด?

source: Individual
de: Einzelperson
el: Άτομο
nl: Individu
th: ส่วนบุคคล

source: Syndicate
de: Syndikat
el: Συνδικάτο
nl: Vakbond
th: กลุ่มคน

source: Professional Fund
de: Professioneller Fond
el: Επαγγελματικό Ταμείο
nl: Professioneel fonds
th: กองทุน

source: Important notice
de: Wichtiger Hinweis
el: Σημαντική σημείωση:
nl: Belangrijke mededeling
th: ข้อควรทราบสำคัญ

source: I understand the presale will be subject to United States regulations and securities laws and that submitting this form is NOT a guarantee of allocation.
de: Ich verstehe, dass der Vorverkauf den Vorschriften und Wertpapiergesetzen der Vereinigten Staaten unterliegt und dass das Einreichen dieses Formulars KEINE Garantie für die Zuteilung darstellt.
el: Κατανοώ ότι η προπώληση θα υπόκειται στους κανονισμούς των Ηνωμένων Πολιτειών και στους νόμους περί κινητών αξιών και ότι η υποβολή αυτού του εντύπου ΔΕΝ αποτελεί εγγύηση κατανομής."
nl: Ik begrijp dat de voorverkoop onderhevig zal zijn aan de Amerikaanse wetgeving en effectenwetgeving en dat het indienen van dit formulier GEEN garantie behelst voor toewijzing.
th: ฉันเข้าใจว่า presale นี้ถูกควบคุมและรับรองโดยกฎหมายและข้อบังคับเกี่ยวกับหลักทรัพย์ของประเทศสหรัฐอเมริกา และฉันยอมรับกว่าการส่งแบบฟอร์มนี้จะไม่มาพร้อมกับการรับประกันจำนวนจัดสรร ใดๆ

source: Origin is a team of distributed entrepreneurs, engineers, and blockchain experts. Our mission is to enable the sharing economy on the decentralized web. We're hiring!
de: Origin ist ein Team von Unternehmern, Ingenieuren und Blockchain-Experten. Unsere Mission ist es, die Sharing Economy im dezentralen Web zu ermöglichen. Wir stellen ein!
el: Η Origin είναι μια ομάδα που αποτελείται από επιχειρηματίες, μηχανικούς και ειδικούς στην αλυσίδα των μπλοκ (blockchain). Η αποστολή μας είναι να καταστήσουμε δυνατή την οικονομία διαμοιρασμού βασισμένη σε αποκεντρωμένα δίκτυα. Προσλαμβάνουμε!"
nl: Origin is een team van gedistribueerde ondernemers, ingenieurs en blockchain-experts. Onze missie is om de deeleconomie mogelijk te maken op het gedecentraliseerde internet. We zijn op zoek naar mensen!
th: ทีมงาน Origin ประกอบด้วยกลุ่มบุคคลากรประเภท ผู้ประกอบการ วิศวกร และผู้เชี่ยวชาญด้าน blockchain ที่กระจายกันอยู่ในหลายพื้นที่ โดยมีพันธกิจร่วมกันเพื่อสร้างเศรษฐกิจแบบแบ่งปันกระจายศูนย์บนอินเตอร์เนท และเรากำลังมองหาผู้มากความสามารถมาร่วมงานกับเรา!

source: Core Team
el: Βασική ομάδα
nl: Kernteam
th: ทีมงานหลัก

source: Stan is a software architect with deep experience in game design and machine learning. Previously, he founded Lijit Networks (acquired by Federated Media).
de: Stan ist ein Softwarearchitekt mit langjähriger Erfahrung in Spieldesign und maschinellem Lernen. Zuvor gründete er Lijit Networks (übernommen von Federated Media).
el: Ο Stan είναι μηχανικός λογισμικού με μεγάλη εμπειρία στο σχεδιασμό παιχνιδιών και στη μηχανική μάθηση (machine learning). Προηγουμένως, ίδρυσε τη Lijit Networks (που αποκτήθηκε από την Federated Media).
nl: Stan is een software architect met een ruime ervaring in game design en machine learning. Eerder richtte hij Lijit Networks op (overgenomen door Federated Media).
th: Stan เป็นนักสถาปัตยกรรมซอฟท์แวร์ที่มีประสบการณ์อย่างสูงในด้านการออกแบบเกมส์และ machine learning ไม่นานมานี้เขาได้ก่อตั้ง Lijit Networks (ถูกขายต่อให้แก่ Federated Media)

source: Andrew was the founder of four startups, including Startup Weekend, and has built global communities across dozens of countries. He was employee number 1 at TechStars.
de: Andrew gründete vier Startups, einschließlich Startup Weekend, und hat globale Communities in Dutzenden von Ländern aufgebaut. Er war Angestellter Nummer 1 bei TechStars.
el: Ο Andrew ήταν ο ιδρυτής τεσσάρων νεοφυών επιχειρήσεων, συμπεριλαμβανομένου του Startup Weekend, και έχει δημιουργήσει διεθνείς κοινότητες με μέλη σε δεκάδες χώρες. Ήταν υπάλληλος νο. 1 στο TechStars.
nl: Andrew was de oprichter van vier start-ups, waaronder Startup Weekend, en heeft wereldwijde community's in tientallen landen opgebouwd. Hij was medewerker nummer 1 bij TechStars.
th: Andrew เป็นผู้ก่อตั้ง startups ดังๆอย่าง Startup Weekend และอีก 3 startup ก่อให้เกิดการตื่นตัวในประชากรทั่วโลกกว่า 12 ประเทศ และเขาเคยเป็นลูกจ้างคนแรกของ TechStars ด้วย

source: Partnerships
de: Partnerschaften
el: Συνεργάτες
th: หุ้นส่วน

source: Jon was the 10th hire at Redbeacon (acquired by The Home Depot) and 1st hire at Datanyze where he served in multiple business development roles from VP of growth to COO.
de: Jon war der zehnte Mitarbeiter bei Redbeacon (übernommen von The Home Depot) und der erste Mitarbeiter bei Datanyze, wo er in verschiedenen Positionen für die Geschäftsentwicklung von Vice President of Growth bis COO tätig war.
el: Ο Jon ήταν η 10η μίσθωση στο Redbeacon (που αποκτήθηκε από το The Home Depot) και η πρώτη μίσθωση στο Datanyze, όπου υπηρέτησε σε πολλαπλούς ρόλους επιχειρηματικής ανάπτυξης από τον αντιπρόσωπο της ανάπτυξης ως COO.
nl: Jon was de 10e persoon die aangenomen werd bij Redbeacon (overgenomen door The Home Depot) en de eerste werknemer bij Datanyze, waar hij diende in verschillende bedrijfsontwikkelingsfuncties van VP verantwoordelijk voor groei tot COO.
th: Jon เป็นพนักงานคนที่ 10 ที่ Redbeacon (ถูกขายกิจการให้ The Home Depot) และเป็นลูกจ้างคนแรกที่ Datanyze โดยรับหน้าที่เป็นนักพัฒนาธุรกิจ และเติบโตจาก VP จนเป็น COO

source: Cuong Do was the former head of Dropbox NYC Engineering. Before that, Cuong was one of the early team members at PayPal and worked alongside Yu Pan and Matt at YouTube.
de: Cuong Do war der ehemalige Leiter von Dropbox NYC Engineering. Zuvor war Cuong eines der ersten Teammitglieder bei PayPal und arbeitete zusammen mit Yu Pan und Matt bei YouTube.
el: Ο Cuong Do ήταν ο πρώην επικεφαλής της Dropbox NYC Engineering. Πριν από αυτό, Cuong ήταν ένα από τα πρώτα μέλη της ομάδας στο PayPal και εργάστηκε μαζί με Yu Pan και Matt στο YouTube.
nl: Cuong Do was het voormalige hoofd van Dropbox NYC Engineering. Daarvoor was Cuong een van de eerste teamleden bij PayPal en werkte hij samen met Yu Pan en Matt op YouTube.
th: Cuong Do เคยเป็นหัวหน้าของ Dropbox NYC Engineering ก่อนหน้านี้ Cuong เป็นหนึ่งในสมาชิกทีมชุดแรกของ PayPal และทำงานร่วมกับ Yu Pan และ Matt ที่ YouTube

source: Micah has been a commercial real estate broker for over a decade while developing software along the way. He is the technical cofounder of WellAttended, a bootstrapped box office management platform.
de: Micah ist seit über einem Jahrzehnt als gewerblicher Immobilienmakler tätig und hat dabei Software entwickelt. Er ist der technische Mitbegründer von WellAttended, einer bootstrapped Box Office Management-Plattform.
el: Ο Micah είναι ένας εμπορικός μεσίτης ακίνητης περιουσίας για πάνω από μια δεκαετία, παράλληλα με την ανάπτυξη λογισμικού στην πορεία. Είναι ο τεχνικός συνιδρυτής της WellAttended, μιας πλατφόρμας διαχείρισης γραφείων με bootstrap.
nl: Micah is al meer dan een decennium een ​​commercieel makelaar in onroerend goed en ontwikkelt onderweg software. Hij is de technische medeoprichter van WellAttended, een bootstrack-managementplatform met opstartmogelijkheden.
th: มิคาห์เป็นนายหน้าอสังหาริมทรัพย์เพื่อการพาณิชย์มานานกว่าทศวรรษในขณะที่พัฒนาซอฟต์แวร์ไปพร้อมกัน เขาเป็นผู้ร่วมก่อตั้งด้านเทคนิคของ WellAttended แพลตฟอร์มการบริหารจัดการบ็อกซ์ออฟฟิศ

source: Tyler Yasaka
el: Τάιλερ Γιασάκα
th: ไทเลอร์ยาซากะ

source: Tyler is a full stack developer and blockchain enthusiast. He is a recent college graduate who has helped build an ecommerce platform in the auto recycling industry.
de: Tyler ist ein Full-Stack-Entwickler und Blockchain-Enthusiast. Er ist ein Hochschulabsolvent, der kürzlich dazu beigetragen hat, eine E-Commerce-Plattform in der Auto-Recycling-Industrie aufzubauen.
el: Ο Tyler είναι ένας προγραμματιστής πλήρους στοίβας και ένας ενθουσιώδης μπλοκ. Είναι πρόσφατος πτυχιούχος κολλεγίου που βοήθησε στην οικοδόμηση μιας πλατφόρμας ηλεκτρονικού εμπορίου στη βιομηχανία ανακύκλωσης αυτοκινήτων.
nl: Tyler is een volwaardige ontwikkelaar en blockchain-liefhebber. Hij is recent afgestudeerd en heeft geholpen bij het bouwen van een e-commerceplatform in de auto-recyclingindustrie.
th: ไทเลอร์เป็นนักพัฒนากองเต็มและผู้ที่ชื่นชอบบล็อค เขาเป็นบัณฑิตวิทยาลัยล่าสุดที่ช่วยสร้างแพลตฟอร์มอีคอมเมิร์ซในอุตสาหกรรมรีไซเคิลอัตโนมัติ

source: Extended Team
de: Erweitertes Team
el: Εκτεταμένη ομάδα
th: ทีมขยาย

source: Aure has deep experience in crafting products that delight users. He has designed experiences with top brands (Nike, Sony, Virgin) and Silicon Valley startups.
de: Aure hat große Erfahrung in der Herstellung von Produkten, die Benutzer erstaunen. Er hat Erfahrungen mit Top-Marken (Nike, Sony, Virgin) und Silicon-Valley-Startups.
el: Η Aure έχει μεγάλη εμπειρία στην δημιουργία προϊόντων που απολαμβάνουν οι χρήστες. Έχει μεγάλη σχεδιαστική εμπειρία, και έχει συνεργαστεί με κορυφαίες μάρκες (Nike, Sony, Virgin) και νεοφυής επιχειρήσεις της Silicon Valley.
nl: Aure heeft veel ervaring met het vervaardigen van producten die gebruikers verrassen. Hij heeft ervaring opgedaan met start-ups van topmerken (Nike, Sony, Virgin) en Silicon Valley.
th: Aure ชำนาญการในการออกแบบสินค้าให้ตรงใจผู้ใช้ เขาเคยทำหน้าที่นี้ให้กับแบรนด์ดังๆมากมาย (Nike, Sony, Virgin) และสตาร์ทอัพหลายๆแห่งใน Silicon Valley

source: Daniel Von Fange
el: Ντάνιελ Φον Φανγκ

source: Daniel is a full stack, polyglot developer. He's worked on projects from assembly programming to architecting systems tracking billions of dollars of NGO spend worldwide.
de: Daniel ist ein Full-Stack, polyglotter Entwickler. Er arbeitete an Projekten von der Montageprogrammierung bis hin zu Architektursystemen, die Milliarden von Dollar an NGO-Ausgaben weltweit nachverfolgen.
el: Ο Daniel είναι ένας προγραμματιστής full stack, με ευχέρεια σε πολλές γλώσσες προγραμματισμού. Έχει εργαστεί σε projects που εκτείνονται από τον προγραμματισμό assembly έως το σχεδιασμό και την υλοποίηση συστημάτων που παρακολουθούν δισεκατομμύρια δολάρια δαπανών ΜΚΟ σε όλο τον κόσμο."
nl: Daniel is een full-stack, polyglot ontwikkelaar. Hij heeft gewerkt aan projecten van assembly-programmering tot het ontwerpen van systemen voor het bijhouden van miljarden dollars aan NGO-uitgaven wereldwijd.
th: Daniel เป็นนักพัฒนาซอฟท์แวร์ที่เชี่ยวชาญหลายภาษาในทุกๆชั้นของ architecture เขาเคยทำงานกับโปรเจคที่ต้องใช้ภาษา assembly ในการออกแบบเพื่อติดตามการใช้เงินของ NGO ทั่วโลกเป็นจำนวนหลายพันล้านเหรียญ
